[
    {
      "id": 1,
      "title": "အခန်း - ၃၈",
      "tocLevel": 1,
      "pageNumber": 40
    },
    {
      "id": 2,
      "title": "မြတ်စွာဘုရား၏ ရှေးဘဝက မိဟောင်းဖဟောင်း ဖြစ်ခဲ့သော ပုဏ္ဏားကြီး ဇနီးမောင်နှံအကြောင်း",
      "tocLevel": 2,
      "pageNumber": 40
    },
    {
      "id": 3,
      "title": "ဘုရားရှင်ကို မြင်လျှင်မြင်ချင်း သားဟု ခေါ်ကြခြင်း၊ ပွေ့ဖက်၍ ငိုကြခြင်း၊ အိမ်သို့ပင့်၍ ဆွမ်းကျွေးခြင်း၊ သောတာပန်တည်ခြင်း၊ ဘုရားရှင်၏ ခမည်းတော် မယ်တော်၊ မိကြီး ဖကြီး၊ မိထွေး ဖထွေး ဘဝ ငါးရာစီ ဆက်ကာ ဖြစ်ခဲ့ကြပုံ၊ ပုဏ္ဏားကြီးဇနီးမောင်နှံ အထက်မဂ်သုံးပါးရ၍ ပရိနိဗ္ဗာန် စံကြခြင်း။",
      "tocLevel": 2,
      "pageNumber": 41
    },
    {
      "id": 4,
      "title": "ပုဏ္ဏားကြီး ဇနီးမောင်နှံတို့၏ ပရိနိဗ္ဗာန်စံပွဲ၌ သတ္တဝါပေါင်း ရှစ်သောင်းလေးထောင် အကျွတ်တရား ရခြင်း",
      "tocLevel": 2,
      "pageNumber": 45
    },
    {
      "id": 5,
      "title": "ပုဏ္ဏားအမျိုးများနှင့် အရိယာသီတင်းသုံးဖော်တို့က ရုပ်ကလာပ်ကို ပြာသာဒ်ပန်းနံ့သာတို့ဖြင့် ပူဇော်ခြင်း၊ မြတ်စွာဘုရား ကြွလာပြီး ဇရာသုတ်ကို ဟောတော်မူခြင်း။",
      "tocLevel": 2,
      "pageNumber": 39
    },
    {
      "id": 6,
      "title": "မိတ္တဒုဗ္ဘီမည်သော ဝိဋဋူဘအကြောင်း",
      "tocLevel": 2,
      "pageNumber": 47
    },
    {
      "id": 7,
      "title": "ကျောင်းနေဖက်သုံးဦး - ပသေနဒိမင်းသား၊ မဟာလိမင်းသား၊ ဗန္ဓုလမင်းသား၊ မဟာလိမင်းသား မျက်စိပျက်၍ အခွန်တစ်သိန်းထွက်သည့် တံခါးကို အပိုင်စားရခြင်း၊ ဗန္ဓုလ ဓားစွမ်းပြပုံ၊ နောက်ဆုံး ဝါးစည်း၌ သံချောင်းထည့်ထားပုံ၊ မလ္လမင်းတို့ အလှည့်ကျ မင်းပြုပုံ၊ ဗန္ဓုလ ကောသလမင်းထံ သွားရောက်ခြင်း၊ စစ်သေနာပတိ အခန့်ခံရခြင်း။",
      "tocLevel": 2,
      "pageNumber": 39
    },
    {
      "id": 8,
      "title": "ပသေနဒိကောသလမင်းကြီး သာသနာတော်နှင့် အကျွမ်းဝင်ရန် စီမံခြင်း",
      "tocLevel": 2,
      "pageNumber": 49
    },
    {
      "id": 9,
      "title": "ဘုရားရှင်နှင့် သံဃာတစ်ထောင်ပင့်၍ ခုနစ်ရက် ဆွမ်းကျွေးခြင်း၊ အရှင်အာနန္ဒာနှင့် ရဟန်းငါးရာကို နေ့စဉ် ဆွမ်းစားကြွရန် ပင့်ခြင်း၊ ခုနစ်ရက်ကျော်လျှင် မင်းကြီး မေ့နေ၍ ရဟန်းများ မကြွရောက်ကြဘဲ အရှင်အာနန္ဒာတစ်ပါးသာ ကြွပုံ။",
      "tocLevel": 2,
      "pageNumber": 39
    },
    {
      "id": 10,
      "title": "ကုလသုတ္တန်တရားတော်",
      "tocLevel": 2,
      "pageNumber": 53
    },
    {
      "id": 11,
      "title": "ရဟန်းတော်များ ချဉ်းကပ်သင့်သောအိမ်နှင့် မချဉ်းကပ်သင့်သော အိမ်၊ ရဟန်းသံဃာနှင့် အကျွမ်းဝင်ရန် သာကီဝင်မင်းသမီးကို မိဖုရားမြှောက်လိုပုံ၊ ကျွန်မသမီး ဝါသဘခတ္တိယာကို သာကီတင်တို့က ပေးလိုက်၍ မိဖုရားကြီး တင်မြှောက်ခြင်း၊ သားတော်ဝိဋဋူဘကို စစ်သူကြီး ခန့်ခြင်း၊ ဝိဋဋူဘ ကပိလဝတ်သို့ သွားခြင်း၊ ထိုင်သော ပျဉ်ချပ်ကို နွားနို့ဖြင့် ဆေးခြင်း၊ သာကီဝင်တို့အား လက်စားချေရန် ကြံခြင်း၊ ကျွန်မမှန်း မင်းကြီးသိ၍ ဝါသဘခတ္တိယာနှင့် ဝိဋဋူဘကို ရာထူးမှ ချခြင်း။",
      "tocLevel": 2,
      "pageNumber": 54
    },
    {
      "id": 12,
      "title": "အမိမျိုးထက် အဖမျိုးသာ ပဓာနဖြစ်ခြင်း",
      "tocLevel": 2,
      "pageNumber": 62
    },
    {
      "id": 13,
      "title": "ထင်းခွေသည်မဝတ္ထု = ကဋ္ဌဝါဟနဇာတ်ကို ဟောတော်မူခြင်း၊ သားအမိနှစ်ယောက် ရာထူးပြန်ရခြင်း။",
      "tocLevel": 2,
      "pageNumber": 39
    },
    {
      "id": 14,
      "title": "ဗန္ဓုလစစ်သူကြီးနှင့် ဇနီးမလ္လိကာတို့ အကြောင်း",
      "tocLevel": 2,
      "pageNumber": 63
    },
    {
      "id": 15,
      "title": "မလ္လိကာ သားမရ၍ အနှင်ခံရခြင်း၊ ဘုရားရှင်က သားရမည့် အရိပ်နိမိတ်ဟောသောကြောင့် အိမ်ပြန်ခြင်း၊ မလ္လိကာ ဝေသာလီမင်းတို့၏ အဘိသိက်သွန်းသည့် ရေကန်၌ ရေချိုးရန် ချင်ခြင်းတပ်ပုံ၊ ဗန္ဓုလလိုက်ပို့ခြင်း၊ လိစ္ဆဝီမင်းငါးရာတို့ လိုက်ဖမ်း၍ မဟာလိမင်းသား တားခြင်း၊ ဗန္ဓုလက မြားတစ်စင်းတည်းဖြင့် အားလုံးကို သေစေခြင်း၊ မလ္လိကာ သား သုံးကျိပ်နှစ်ယောက် ဖွားခြင်း။",
      "tocLevel": 2,
      "pageNumber": 39
    },
    {
      "id": 16,
      "title": "ဗန္ဓုလစစ်သေနာပတိ တရားရုံး၌ တရားစီရင်ခြင်း",
      "tocLevel": 2,
      "pageNumber": 68
    },
    {
      "id": 17,
      "title": "ဗန္ဓုလတရားစီရင်ပုံကို ပြည်သူတို့ နှစ်ခြိုက်ခြင်း၊ ရာထူးကျသည့် တရားသူကြီး လေးဦးက ကုန်းချောခြင်း၊ ဗန္ဓုလနှင့်သားများ အကောက်ဉာဏ်ဖြင့် အသတ်ခံရခြင်း၊ မလ္လိကာတရားပြည့်ဝ၍ မတုန်လှုပ်ပုံ၊ မဟာလတာတန်ဆာဖြင့် ဘုရားရှင်ကို ပူဇော်ပုံ၊ မဟာလတာ တန်ဆာရှိသူ သုံးဦး၊ ကောသလမင်းကြီးက ဗန္ဓုလ၏ တူ ဒီဃကာရာယနကို စစ်သူကြီးခန့်ခြင်း၊ မင်းကြီး ဘုရားဖူးနေစဉ် ဒီဃကာရာယနက မင်းမြှောက်တန်ဆာများကို ယူ၍ ဝိဋဋူဘကို မင်းမြှောက်ခြင်း၊ ကောသလမင်းကြီး အဇာတသတ်မင်းထံ စစ်ကူတောင်းသွားရာတွင် ဇရပ်၌ နတ်ရွာစံခြင်း၊ ဝိဋဋူဘ ကပိလဝတ်သို့ စစ်ချီခြင်း၊ သုံးကြိမ်တိုင်တိုင် မြတ်စွာဘုရား တားခြင်း၊ သူ့အသက် မသတ်သော သာကီဝင်များ ပရိယာယ်ဖြင့် ခုခံပုံ၊ သာကီဝင်ဟူသမျှကို နို့စို့သူငယ်မကျန် သတ်ခြင်း၊ မဟာနာမ်မင်းကြီး ရေထဲဆင်းသေခြင်း။",
      "tocLevel": 2,
      "pageNumber": 68
    },
    {
      "id": 18,
      "title": "ဝိဋဋူဘမင်း ပရိသတ်နှင့်တကွ ပျက်စီးခြင်း",
      "tocLevel": 2,
      "pageNumber": 80
    },
    {
      "id": 19,
      "title": "အကုသိုလ်ကံ အကျိုးပေးချိန်ကျသူတို့ ဘေးအန္တရာယ်ရှိရာသို့ ရောက်ရပုံ၊ ကုသိုလ် အကျိုးပေးချိန်ကျသူတို့ ဘေးကင်းရာသို့ ရောက်ရပုံ၊ မိုးကြီးရွာ၍ ဝိဋဋူဘမင်းနှင့်တကွ စစ်တပ်ကြီး အစိရဝတီမြစ်တွင်း မျော၍ သမုဒ္ဒရာရောက်ကာ နစ်မြုပ်သေကြခြင်း။",
      "tocLevel": 2,
      "pageNumber": 39
    },
    {
      "id": 20,
      "title": "သာကီဝင်မင်းတို့၏ ရှေးအကုသိုလ်ကံ",
      "tocLevel": 2,
      "pageNumber": 82
    },
    {
      "id": 21,
      "title": "သာကီဝင်တို့ သေရခြင်းသည် ရှေးမကောင်းမှု ကံကြောင့် သေရ၍ သင့်လျော်ပုံ၊ မြစ်ချောင်း၌ ငါးများကို အဆိပ်ခတ်သတ်ခဲ့ခြင်း၊ သေမင်းသည် မေ့လျော့နေသူတို့ကို အပါယ်သို့ ဆောင်ယူပုံတရားတော်။",
      "tocLevel": 2,
      "pageNumber": 39
    },
    {
      "id": 22,
      "title": "ကောသလမလ္လိကာနှင့် ဗန္ဓုလမလ္လိကာတို့အကြောင်း",
      "tocLevel": 2,
      "pageNumber": 84
    },
    {
      "id": 23,
      "title": "ပန်းသည်သမီးက မိဖုရားကြီး ဖြစ်လာသူ၊ မုယောမုန့် သုံးခု လှူရသော အကျိုးကို နေ့ချင်း ခံစားရပုံ၊ အသံကြား၍ ကောသလမင်း တပ်မက်ခြင်း၊ ဘုန်းကံရှိသူတို့ ရဲရင့်ခြင်း။",
      "tocLevel": 2,
      "pageNumber": 39
    },
    {
      "id": 24,
      "title": "အခန်း - ၃၉",
      "tocLevel": 1,
      "pageNumber": 87
    },
    {
      "id": 25,
      "title": "အာဋာနာဋိယသုတ်ကို ဟောတော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 87
    },
    {
      "id": 26,
      "title": "စတုမဟာရာဇ် နတ်မင်းကြီးများ သိကြားမင်းအတွက် အစောင့်ချထားပုံ၊ အာဋာနာဋိယပရိတ် စီကုံးကြခြင်း၊ နတ်မင်းကြီးလေးပါး မြတ်စွာဘုရားထံ ချဉ်းကပ်ပုံ၊ ဝေဿဝဏ်နတ်မင်း၏ လျှောက်ထားချက်၊ ငါးပါးသီလကို မနှစ်သက်သော နတ်များရှိပုံ၊ ဘုရားရှင်၏ တပည့်သာဝကတို့ကို နှိပ်စက်တတ်ပုံ၊ အာဋာနာဋိယပရိတ်၏ တန်ခိုး၊ ဝေဿဝဏ်နတ်မင်း၏ လျှောက်ထားချက်ကို ဘုရားရှင် လက်ခံတော်မူခြင်း။",
      "tocLevel": 2,
      "pageNumber": 87
    },
    {
      "id": 27,
      "title": "အာဋာနာဋိယပရိတ်အရံအတား (ပါဠိ)",
      "tocLevel": 2,
      "pageNumber": 90
    },
    {
      "id": 28,
      "title": "အာဋာနာဋိယသုတ် ရွတ်သူကို နတ်ဆိုးတို့ ညှဉ်းဆဲနှောင့်ယှက်လျှင် တိုင်ကြားနည်း၊ နတ်ဆိုးတို့ ခံရမည့် အပြစ်ဒဏ်။",
      "tocLevel": 2,
      "pageNumber": 39
    },
    {
      "id": 29,
      "title": "ရဟန်းတို့အား မြတ်စွာဘုရားရှင်က တစ်ဖန်ပြန်၍ ဟောတော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 96
    },
    {
      "id": 30,
      "title": "ပရိတ်ရွတ်ရန် အစီအမံ မှတ်ဖွယ်",
      "tocLevel": 2,
      "pageNumber": 97
    },
    {
      "id": 31,
      "title": "ပရိတ်ကို အနက်၊ သဒ္ဒါ၊ ပုဒ်ဗျည်းပြည့်စုံစွာ သင်ယူရခြင်း၊ လာဘ်ကို မငဲ့ရခြင်း၊ မေတ္တာထားရခြင်း၊ အာဋာနာဋိယပရိတ်မရွတ်မီ ရွတ်ရမည့်ပရိတ်များ၊ ပရိတ်ရွတ်လျှင် ရှောင်ရမည့်အရာများ၊ ပြုရမည့် အရာများ၊ ပြောဆိုရမည့် စကားများ။",
      "tocLevel": 2,
      "pageNumber": 97
    },
    {
      "id": 32,
      "title": "သက္ကပဉှသုတ်ကို ဟောတော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 100
    },
    {
      "id": 33,
      "title": "နတ်တို့ သေအံ့သော ပုဗ္ဗနိမိတ်ငါးပါး၊ သိကြားမင်း သေဘေးကြောက်ပုံ၊ ဘုရားဖူးရန်သွားခြင်း၊ ပဉ္စသိင်္ခနတ်သားကို ရှေ့ပြေးစေလွှတ်ခြင်း။",
      "tocLevel": 2,
      "pageNumber": 39
    },
    {
      "id": 34,
      "title": "ပဉ္စသိင်္ခ၏ စောင်းချင်းဂါထာများ",
      "tocLevel": 2,
      "pageNumber": 106
    },
    {
      "id": 35,
      "title": "ပဉ္စသိင်္ခကို ဘုရားရှင်ချီးမွမ်းခြင်း၊ တူရိယာသံ သီချင်းသံကို ဘုရားရှင် ချီးမွမ်းခြင်းအကြောင်း ရှင်းချက်၊ သူရိယဝစ္ဆသာကြောင့် သီချင်း စီကုံးခဲ့ပုံ။",
      "tocLevel": 2,
      "pageNumber": 39
    },
    {
      "id": 36,
      "title": "မြတ်စွာဘုရားထံ သိကြားမင်း ဆည်းကပ်ခြင်း",
      "tocLevel": 2,
      "pageNumber": 116
    },
    {
      "id": 37,
      "title": "ဣန္ဒသာလလိုဏ်ဂူ ထူးခြားလာပုံ၊ နတ်တို့၏ ပြုဖွယ်ကိစ္စ၊ တစ်သိန်းတန် ကျောင်းတော်ကြီးလေးခု၊ ဝေဿဝဏ်နတ်မင်း၏မိဖုရား ဘူဇတိနတ်သမီး။",
      "tocLevel": 2,
      "pageNumber": 39
    },
    {
      "id": 38,
      "title": "မြတ်စွာဘုရားပွင့်သောအခါ နတ်ပြည်စည်ကားကြောင်း",
      "tocLevel": 2,
      "pageNumber": 121
    },
    {
      "id": 39,
      "title": "ဂေါပကနတ်သားဝတ္ထု",
      "tocLevel": 2,
      "pageNumber": 121
    },
    {
      "id": 40,
      "title": "သာကီဝင်မင်းသမီး ဂေါပိကာ သိကြားမင်းသားဖြစ်ခြင်း၊ ဆွမ်းခံကိုယ်တော်သုံးပါး ကချေသည်နတ်ဖြစ်ခြင်း၊ နတ်သားနှစ်ဦး ဗြဟ္မာဖြစ်ခြင်း၊ သီလစင်ကြယ်လျက် ဘဝနိကန္တိကြောင့် ယုတ်နိမ့်သောနတ် ဖြစ်ရပုံ၊ မြင်းလိမ္မာလေးမျိုးဥပမာနှင့် ယောက်ျားလိမ္မာလေးမျိုး အကြောင်း။",
      "tocLevel": 2,
      "pageNumber": 121
    },
    {
      "id": 41,
      "title": "မဃလုလင်ဝတ္ထု",
      "tocLevel": 2,
      "pageNumber": 128
    },
    {
      "id": 42,
      "title": "သိကြားမင်း ရှည်စွာသော ကာလမှစ၍ အကျင့်စင်ကြယ်ပုံ၊ မစလရွာ၌ သာယာဖွယ်ပြုလုပ်ခြင်း၊ ရွာလယ်၌ သဲဖြူခင်းခြင်း၊ ရွာသားများ မီးလှုံစရာ ပြုလုပ်ခြင်း၊ ကောင်းမှုကုသိုလ်ဖြင့် လူ နတ်စည်းစိမ်ကို ရနိုင်ခြင်း၊ လမ်းကို ရှင်းလင်းပြုပြင်ခြင်း၊ ဇရပ်မဏ္ဍပ်ဆောက်ခြင်း၊ ရေတွင်း ရေကန် တူးခြင်း၊ တံတားခင်းခြင်း၊ မစလရွာသား အဖော် သုံးကျိပ်သုံးယောက် ဖြစ်လာပုံ၊ မဃလုလင်၏ ကုသိုလ်ကောင်းမှု အဓိပ္ပာယ်ဖော်ပြချက်။",
      "tocLevel": 2,
      "pageNumber": 128
    },
    {
      "id": 43,
      "title": "မစလရွာစား လူယုတ်မာ၏ အကြံ",
      "tocLevel": 2,
      "pageNumber": 131
    },
    {
      "id": 44,
      "title": "လူယုတ်မာသည် မကောင်းကြိုက်ပုံ၊ ဘုရင့်ထံ သွား၍ ကုန်းတိုက်စကားပြောပုံ။",
      "tocLevel": 2,
      "pageNumber": 131
    },
    {
      "id": 45,
      "title": "မဃလုလင်တို့အဖွဲ့ အဖမ်းခံရခြင်း",
      "tocLevel": 2,
      "pageNumber": 132
    },
    {
      "id": 46,
      "title": "ကောင်းမှုလုပ်ရန် စည်းဝေးနေစဉ် လာဖမ်းခြင်း၊ မဃလုလင်တို့၏ ဇနီးများက လင်ယောက်ျား အဖမ်းခံရ၍ ဝမ်းသာစကား ပြောကြပုံ။",
      "tocLevel": 2,
      "pageNumber": 132
    },
    {
      "id": 47,
      "title": "ဆင်ကို အနင်းခိုင်း၍ သတ်ရန်စီမံခြင်း",
      "tocLevel": 2,
      "pageNumber": 133
    },
    {
      "id": 48,
      "title": "မဃ၏ အဖော်များကို ဆုံးမစကား-သံသရာကျင်လည်ရသမျှ ဘေးကြုံရခြင်း၊ သစ္စာဆိုပုံ၊ ဆင် မနင်းဝံ့ပုံ။",
      "tocLevel": 2,
      "pageNumber": 133
    },
    {
      "id": 49,
      "title": "မင်းကြီး အမြင်မှန်ရ၍ မဃလုလင်တို့အဖွဲ့ကို ရွာစားခန့်ကာ ဆုလာဘ်များစွာပေးခြင်း",
      "tocLevel": 2,
      "pageNumber": 134
    },
    {
      "id": 50,
      "title": "သစ္စာသည် ဆင်မနင်းဝံ့သော မန္တာန်၊ လူယုတ်မာရွာစားသည် မဃ၏ ကျွန်ဖြစ်ခြင်း၊ ပစ္စည်းဥစ္စာများနှင့် ဆင်တော်ကို ပေးခြင်း၊ မယားများနှင့် ရေစက် မဆုံလိုကြခြင်း (= ကုသိုလ်ပြုရာ၌ ဝိုင်းပယ်ထားကြခြင်း)။",
      "tocLevel": 2,
      "pageNumber": 134
    },
    {
      "id": 51,
      "title": "အပန်းဖြေဇရပ်ကြီး ဆောက်လုပ်ခြင်း",
      "tocLevel": 2,
      "pageNumber": 136
    },
    {
      "id": 52,
      "title": "မဃ၏ မယားလေးယောက် - မသူဇာ, မသုဓမ္မာ, မစိတ္တာ, မနန္ဒာ၊ မသုဓမ္မာ ဇရပ်ဆောက်ရာ၌ ကုသိုလ်ပါဝင်ရန် ကြံပုံ၊ သုဓမ္မာဇရပ် အမည်ပေးပုံ၊ သုဓမ္မာဇရပ်ကို သုံးပိုင်းခွဲ၍ အသုံးပြုပုံ။",
      "tocLevel": 2,
      "pageNumber": 137
    },
    {
      "id": 53,
      "title": "ဇရပ်ကြီး၌ တာဝန်အသီးသီး ခွဲထားပုံ",
      "tocLevel": 2,
      "pageNumber": 140
    },
    {
      "id": 54,
      "title": "မဃလုလင်တို့ အိမ်သားစု၏ ကုသိုလ်များ",
      "tocLevel": 2,
      "pageNumber": 140
    },
    {
      "id": 55,
      "title": "မဃလုလင် ကသစ်ပင်စိုက်၍ ကျောက်ဖျာခင်းခြင်း၊ မနန္ဒာ ရေကန်တူးခြင်း၊ မစိတ္တာ ပန်းဥယျာဉ် စိုက်ခြင်း၊ မသူဇာ ကုသိုလ်မပြု အလှပြင်မှု ဦးစားပေးခြင်း။",
      "tocLevel": 2,
      "pageNumber": 140
    },
    {
      "id": 56,
      "title": "မဃလုလင် အဖွဲ့သားတို့၏ တမလွန်ဘဝ",
      "tocLevel": 2,
      "pageNumber": 141
    },
    {
      "id": 57,
      "title": "မဃလုလင် သိကြားမင်းဖြစ်ခြင်း၊ အဖွဲ့သားများ နတ်သားဖြစ်ခြင်း၊ သုဓမ္မာ, နန္ဒာ, စိတ္တာတို့ သိကြားနတ်မိဖုရားဖြစ်ခြင်း၊ မသူဇာ ဗျိုင်းမဖြစ်ခြင်း။",
      "tocLevel": 2,
      "pageNumber": 141
    },
    {
      "id": 58,
      "title": "သိကြားမင်း၏ အသုံးအဆောင်များ",
      "tocLevel": 2,
      "pageNumber": 141
    },
    {
      "id": 59,
      "title": "ဝေဇယန္တာနန်းပြာသာဒ်၊ ပင်လယ်ကသစ်ပင်၊ ပဏ္ဍုကမ္ဗလာ၊ သုဓမ္မာနတ်သဘင်၊ နန္ဒာကန်တော်၊ စိတ္တလတာဥယျာဉ်၊ သူဇာဗျိုင်းမကို နတ်ပြည်ဆောင်ခြင်း။",
      "tocLevel": 2,
      "pageNumber": 141
    },
    {
      "id": 60,
      "title": "ကချေသည် နတ်သမီးတို့ သူဇာဗျိုင်းမကို ပြက်ရယ်ပြုကြခြင်း",
      "tocLevel": 2,
      "pageNumber": 142
    },
    {
      "id": 61,
      "title": "ဗျိုင်းမသည် နတ်ပြည်၌ မပျော် တောင်ကြားမှာ ပျော်ခြင်း၊ ဗျိုင်းမ ငါးပါးသီလစောင့်ခြင်း၊ သိကြားမင်းက သီလစမ်းခြင်း။",
      "tocLevel": 2,
      "pageNumber": 142
    },
    {
      "id": 62,
      "title": "သူဇာဗျိုင်းမ အိုးထိန်းသည်သမီး ဖြစ်ခြင်း",
      "tocLevel": 2,
      "pageNumber": 144
    },
    {
      "id": 63,
      "title": "ငါးပါးသီလကို အသက်အသေခံ၍ စောင့်ခြင်း၊ သီလတန်ခိုးကြောင့် ဗျိုင်းဘဝမှ လူ့ဘဝရခြင်း၊ လူဘဝ၌လည်း သီလကို ဆောက်တည်နေပုံ၊ သူဇာအား သိကြားမင်းက ရွှေသခွားသီးများ လာပေးခြင်း။",
      "tocLevel": 2,
      "pageNumber": 144
    },
    {
      "id": 64,
      "title": "သူဇာအမျိုးသမီး အသုရာနတ်မင်းကြီး၏ သမီးဖြစ်ခြင်း",
      "tocLevel": 2,
      "pageNumber": 145
    },
    {
      "id": 65,
      "title": "သီလတန်ခိုးကြောင့် လူဘဝမှ နတ်ဘဝရခြင်း၊ အလွန်လှပခြင်း၊ ပန်းကုံးစွပ်ပွဲ ကျင်းပခြင်း၊ သိကြားမင်း ပန်းကုံးစွပ်ခံရခြင်း၊ သူဇာ၏ဖခင် ဝေပစိတ္တိအသုရာနတ်မင်းကြီး ကျေနပ်ခြင်း၊ သူဇာ နတ်မိဖုရားကြီးဖြစ်ခြင်း၊ သိကြားမင်းထံ ဆုတောင်းပုံ။",
      "tocLevel": 2,
      "pageNumber": 145
    },
    {
      "id": 66,
      "title": "သိကြားမင်း ပြဿနာမေးလျှောက်၍ မြတ်စွာဘုရားရှင် ဖြေကြားတော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 148
    },
    {
      "id": 67,
      "title": "(၁) ပဌမ အမေးနှင့်အဖြေ",
      "tocLevel": 3,
      "pageNumber": 148
    },
    {
      "id": 68,
      "title": "သတ္တဝါတို့ ရန်, ဒဏ်, ဆင်းရဲ အမျက်ထွက်ခြင်း ကင်းလိုကြလျက် မကင်းရခြင်းအကြောင်း ဣဿာနှင့် မစ္ဆရိယသံယောဇဉ်၊ ဣဿာ၏လက္ခဏာစသည် ဓမ္မဝဝတ္ထာန်လေးပါး၊ ဣဿာတရား ရဟန်းနှင့်လူတို့၌ ဖြစ်ပုံ၊ မစ္ဆရိယ၏ လက္ခဏာစသည် ဓမ္မဝဝတ္ထာန်လေးပါး၊ မစ္ဆရိယငါးပါး၊ မစ္ဆရိယငါးပါးအပြစ်၊ ဣဿာနှင့်မစ္ဆရိယအထူး။",
      "tocLevel": 3,
      "pageNumber": 148
    },
    {
      "id": 69,
      "title": "(၂) ဒုတိယ အမေးနှင့်အဖြေ",
      "tocLevel": 3,
      "pageNumber": 157
    },
    {
      "id": 70,
      "title": "ဣဿာနှင့် မစ္ဆရိယတို့သည် ချစ်ခြင်းနှင့် မုန်းခြင်းကြောင့် ဖြစ်ပုံ။",
      "tocLevel": 3,
      "pageNumber": 157
    },
    {
      "id": 71,
      "title": "(၃) တတိယ အမေးနှင့်အဖြေ",
      "tocLevel": 3,
      "pageNumber": 161
    },
    {
      "id": 72,
      "title": "ချစ်ခြင်း မုန်းခြင်းသည် တဏှာဆန္ဒကြောင့် ဖြစ်ပုံ၊ တဏှာဆန္ဒငါးပါး။",
      "tocLevel": 3,
      "pageNumber": 161
    },
    {
      "id": 73,
      "title": "(၄) စတုတ္ထ အမေးနှင့်အဖြေ",
      "tocLevel": 3,
      "pageNumber": 163
    },
    {
      "id": 74,
      "title": "တဏှာဆန္ဒသည် ဝိနိစ္ဆယဝိတက်ကြောင့် ဖြစ်ပုံ။",
      "tocLevel": 3,
      "pageNumber": 163
    },
    {
      "id": 75,
      "title": "(၅) ပဉ္စမ အမေးနှင့်အဖြေ",
      "tocLevel": 3,
      "pageNumber": 165
    },
    {
      "id": 76,
      "title": "ဝိနိစ္ဆယဝိတက်သည် ပပဉ္စသညာကြောင့် ဖြစ်ပုံ။",
      "tocLevel": 3,
      "pageNumber": 165
    },
    {
      "id": 77,
      "title": "(၆-၇-၈) ဆဋ္ဌ, သတ္တမ, အဋ္ဌမ, အမေးနှင့်အဖြေ",
      "tocLevel": 3,
      "pageNumber": 166
    },
    {
      "id": 78,
      "title": "ပပဉ္စသညာချုပ်စေရန် ကျင့်နည်း၊ ဝေဒနာကမ္မဋ္ဌာန်း၊ သောမနဿ, ဒေါမနဿ, ဥပေက္ခာ-ဝေဒနာသုံးပါးကို မှီဝဲအပ်, မမှီဝဲအပ် ခွဲပြပုံ၊ ကမ္မဋ္ဌာန်းနှစ်မျိုး-ရုပ်ကမ္မဋ္ဌာန်း, နာမ်ကမ္မဋ္ဌာန်း၊ ဖဿပဉ္စမကတရားကို သိမ်းဆည်းပုံ၊ အကျင့် ပဋိပဒါသုံးမျိုး-သုံးလကျင့်စဉ်၊ ခြောက်လကျင့်စဉ်၊ ကိုးလကျင့်စဉ်။",
      "tocLevel": 3,
      "pageNumber": 166
    },
    {
      "id": 79,
      "title": "မဟာသိဝမထေရ်ကြီးဝတ္ထု",
      "tocLevel": 2,
      "pageNumber": 187
    },
    {
      "id": 80,
      "title": "မိမိကိုယ်ကို ရဟန္တာထင်ခြင်း၊ တပည့်က ရဟန္တာမဖြစ်သေးကြောင်း လာ သတိပေးခြင်း၊ မှီရာတံကဲပျဉ် ဥပမာ၊ သေရန်ပပင် အချိန်မရှိအောင် အလုပ်ရှုပ်သလောဟု မေးခြင်း၊ မဟာသိဝမထေရ် တောထွက်ခြင်း၊ နှစ်ပေါင်းသုံးဆယ် အားထုတ်သော်လည်း တရားထူးမရ၍ ငိုခြင်း၊ နတ်သမီးက သတိပေးမှ သတိရ၍ ရဟန္တာဖြစ်ခြင်း၊ ရဟန္တာဖြစ်သောအခါ သိကြားမင်းလာ၍ ခြေဆေးပေးခြင်း။",
      "tocLevel": 2,
      "pageNumber": 187
    },
    {
      "id": 81,
      "title": "သိကြားမင်း သောတာပန်တည်ခြင်း",
      "tocLevel": 2,
      "pageNumber": 198
    },
    {
      "id": 82,
      "title": "ဝေဒနာကမ္မဋ္ဌာန်းအဆုံး၌ သောတာပန်ဖြစ်ပုံ။",
      "tocLevel": 2,
      "pageNumber": 39
    },
    {
      "id": 83,
      "title": "ဘုရားရှင်၏ ဥက္ကဋ်ဆန္ဒတော်",
      "tocLevel": 2,
      "pageNumber": 198
    },
    {
      "id": 84,
      "title": "တရားဟောလျှင် အရဟတ္တဖိုလ် အထွတ်တပ်၍ ဟောပုံ၊ သားတော်များကို ထမင်းခွံ့သည့် မင်းကြီးဥပမာ (ထမင်းလုတ် မည်မျှကြီးကြီး ပါးစပ်နှင့်တန်ရုံ စားရပုံ)",
      "tocLevel": 2,
      "pageNumber": 198
    },
    {
      "id": 85,
      "title": "သိကြားမင်း သိကြားဘဝသစ် ရပုံ",
      "tocLevel": 2,
      "pageNumber": 199
    },
    {
      "id": 86,
      "title": "မြတ်စွာဘုရားရှေ့မှောက်၌ နတ်သက်ကြွေ၍ သိကြား ဘဝသစ်ပြန်ရပုံ၊ နတ်များသေ၍ အလောင်းမကျန်ပုံ ရှင်းချက်။",
      "tocLevel": 2,
      "pageNumber": 199
    },
    {
      "id": 87,
      "title": "(၉-၁-၁၁) နဝမ, ဒသမ, ဧကာဒသမ အမေးနှင့်အဖြေ",
      "tocLevel": 3,
      "pageNumber": 201
    },
    {
      "id": 88,
      "title": "ပါတိမောက္ခသံဝရသီလအကျယ်၊ ကိုယ်,နှုတ် အကျင့်များနှင့် ရှာမှီးခြင်းများကို မှီဝဲအပ်, မမှီဝဲအပ် ခွဲပြခြင်း။",
      "tocLevel": 3,
      "pageNumber": 201
    },
    {
      "id": 89,
      "title": "(၁၂) ဒွါဒသမ အမေးနှင့်အဖြေ",
      "tocLevel": 3,
      "pageNumber": 211
    },
    {
      "id": 90,
      "title": "ဣန္ဒြိယသံဝရသီလအကျယ်၊ အာရုံခြောက်ပါးကို မှီဝဲအပ်, မမှီဝဲအပ် ခွဲပြခြင်း။",
      "tocLevel": 3,
      "pageNumber": 211
    },
    {
      "id": 91,
      "title": "မထေရ်မြတ်သုံးပါးဝတ္ထု  ၁၇၇",
      "tocLevel": 3,
      "pageNumber": 216
    },
    {
      "id": 92,
      "title": "အကုသိုလ်စိတ် မဖြစ်အောင် စောင့်ထိန်းကြပုံ- ၁-ကျောင်းဝိုင်းအတွင်း၌သာ စိတ်ကိုထားခြင်း၊ ၂-ကျောင်းအတွင်း၌သာ စိတ်ကိုထားခြင်း၊ ၃-ခန္ဓာကိုယ်အတွင်း၌သာ စိတ်ကိုထားခြင်း။",
      "tocLevel": 3,
      "pageNumber": 39
    },
    {
      "id": 93,
      "title": "(၁၃) တေရသမ (အနေကဓာတု) အမေးနှင့်အဖြေ",
      "tocLevel": 3,
      "pageNumber": 218
    },
    {
      "id": 94,
      "title": "သမဏ ဗြာဟ္မဏအားလုံး အဆုံးအမ အကျင့် အဆုံးအပြီး မတူကြပုံနှင့် မတူကြရခြင်း အကြောင်း။",
      "tocLevel": 3,
      "pageNumber": 39
    },
    {
      "id": 95,
      "title": "(၁၄) စုဒ္ဒသမ (အစ္စန္တနိဋ္ဌာ) အမေးနှင့်အဖြေ",
      "tocLevel": 3,
      "pageNumber": 220
    },
    {
      "id": 96,
      "title": "သမဏ ဗြာဟ္မဏအမည်ခံတိုင်း နိဗ္ဗာန်မရနိုင်ခြင်း၊ အရိယမဂ်ရှိမှသာ နိဗ္ဗာန်ရနိုင်ခြင်း။",
      "tocLevel": 3,
      "pageNumber": 220
    },
    {
      "id": 97,
      "title": "သိကြားမင်း၏ တရားတော်၌ ဝမ်းမြောက်စကား",
      "tocLevel": 2,
      "pageNumber": 223
    },
    {
      "id": 98,
      "title": "တဏှာသည် ရောဂါ, အနာ, ငြောင့်တံကျင်မည်ပုံ၊ သာသနာပ သမဏဗြာဟ္မဏတို့ သိကြားမင်းအမေးကို မဖြေနိုင်ပုံ၊ ဤမျှ ဝမ်းမြောက်မှု မဖြစ်ဘူးပုံ၊ တရားနာရ၍ သိကြားမင်းရရှိသည့် အကျိုးထူးခြောက်ပါး-စုတိပြီး သိကြားပြန်ဖြစ်ခြင်း, နောက်ဘဝ လူအမျိုးမြတ်ဘဝ ရမည်ပြခြင်း, မြတ်သောတရား သိနိုင်မည်ဖြစ်ခြင်း, သကဒါဂါမ်ဖြစ်ရခြင်း, တစ်ဖန် သိကြားဘဝရမည်ဖြစ်ခြင်း, ထိုမှ အကနိဋ္ဌဗြဟ္မာဘုံရောက်၍ ပရိနိဗ္ဗာန်စံရမည်ဖြစ်ခြင်း၊ ဘုံစဉ်စံ ၃-ဦး-သိကြား, အနာထပိဏ်, ဝိသာခါ။",
      "tocLevel": 2,
      "pageNumber": 223
    },
    {
      "id": 99,
      "title": "သိကြားမင်း၏ ဘုရားရှိခိုးသုံးဂါထာ",
      "tocLevel": 2,
      "pageNumber": 232
    },
    {
      "id": 100,
      "title": "ပဉ္စသိင်္ခနတ်သားအား သိကြားမင်း ဆုပေးခြင်း",
      "tocLevel": 2,
      "pageNumber": 234
    },
    {
      "id": 101,
      "title": "ပဉ္စသိင်္ခ ဆုနှစ်မျိုး ရခြင်း- ဂန္ဓဗ္ဗနတ်မင်းဖြစ်ခြင်း, သူရိယဝစ္ဆသာ ရခြင်း၊ သိကြားမင်း နမောတဿဖြင့် ဘုရားကို ရှိခိုးခြင်း၊ သိကြားမင်းနှင့် နတ်ရှစ်သောင်း သောတာပန်ဖြစ်ခြင်း။",
      "tocLevel": 2,
      "pageNumber": 234
    },
    {
      "id": 102,
      "title": "အခန်း - ၄၀",
      "tocLevel": 1,
      "pageNumber": 79
    },
    {
      "id": 103,
      "title": "အပရိဟာနိယ (ကြီးပွားကြောင်းတရား) တို့ကို ဟောကြားတော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 231
    },
    {
      "id": 104,
      "title": "ပဌမဗောဓိ (=ပဌမဝါနှစ်ဆယ်)၌ ထိုထိုမြို့ရွာတို့၌ ဝါကပ်၍ ပစ္ဆိမဗောဓိ (=နောက်နှစ်ဆယ့်လေးဝါ)၌ သာဝတ္ထိ၌ ဝါကပ်ခြင်း၊ လေးဆယ့်လေးဝါ၌ ရာဇဂြိုဟ် ဂိဇ္ဈကုဋ်တောင်သို့ ကြွတော်မူခြင်း၊ ဂိဇ္ဈကုဋ် အမည်ရှင်းပြချက်၊ အဇာတသတ်မင်း ဝေသာလီသို့ စစ်ချီလို၍ မြတ်စွာဘုရားထံ တမန်စေ စူးစမ်းခြင်း၊ အဇာတသတ်မင်း ဝေသာလီပြည်ကို တိုက်ခိုက်လိုခြင်း၏ အကြောင်း- လှည်းဆိပ်ရွာ အရေးတော်ပုံ၊ ဝဿကာရပုဏ္ဏား မြတ်စွာဘုရားထံသွား၍ စူးစမ်းပုံ။",
      "tocLevel": 2,
      "pageNumber": 231
    },
    {
      "id": 105,
      "title": "မင်းတို့၏ ကြီးပွားကြောင်းတရား ခုနှစ်ပါး",
      "tocLevel": 2,
      "pageNumber": 240
    },
    {
      "id": 106,
      "title": "ဝဿကာရပုဏ္ဏားအမေးကို မဖြေမူ၍ အရှင်အာနန္ဒာအား အပရိဟာနိယတရားဟောပုံ-၁-အကြိမ်များစွာ စည်းဝေးခြင်း၊ ၂-အညီအညွတ် အစည်းအဝေးမှ ထခြင်း၊ ၃-ရှေးမင်းတို့ ပညတ်ချက်ကို မလွန်ကျူးခြင်း၊ ၄-အသက်ကြီးသူတို့ကို ရိုသေလေးမြတ် ပူဇော်၍ စကားနာယူခြင်း၊ ၅-အမျိုးသမီးများကို အတင်း မသိမ်းပိုက်ခြင်း၊ ၆-နတ်ကွန်းများကို ရိုသေလေးမြတ်စွာ ပူဇော်ခြင်း၊ ၇-မကြွလာသေးသော ရဟန္တာများ ကြွလာ၍, လာပြီး ရဟန္တာများ မွေ့လျော်ခြင်း။",
      "tocLevel": 2,
      "pageNumber": 240
    },
    {
      "id": 107,
      "title": "ဝေသာလီပြည် ပျက်စီးခြင်း",
      "tocLevel": 2,
      "pageNumber": 254
    },
    {
      "id": 108,
      "title": "အဇာတ်တသတ်မင်းသည် ဝေသာလီမင်းတို့ စိတ်ဝမ်းကွဲအောင် ပြုလုပ်ရန် ဝဿကာရကို လွှတ်ခြင်း။",
      "tocLevel": 2,
      "pageNumber": 254
    },
    {
      "id": 109,
      "title": "စိတ်ဝမ်းကွဲအောင် ပြုလုပ်ခြင်း",
      "tocLevel": 2,
      "pageNumber": 257
    },
    {
      "id": 110,
      "title": "တိုးတိုးပြော၍ ပြည်ပျက်ပုံ။",
      "tocLevel": 2,
      "pageNumber": 257
    },
    {
      "id": 111,
      "title": "ဝေသာလီတပြည်လုံး ပျက်ပြုန်းခြင်း",
      "tocLevel": 2,
      "pageNumber": 258
    },
    {
      "id": 112,
      "title": "လိစ္ဆဝီမင်းတို့ စိတ်ဝမ်းကွဲသောအခါ အဇာတသတ်မင်း ချီတက်တိုက်ခိုက်ခြင်း၊ မညီညွတ်သောမင်းတို့ စစ်ရှုံးပျက်စီးကြရပုံ။",
      "tocLevel": 2,
      "pageNumber": 258
    },
    {
      "id": 113,
      "title": "ရဟန်းတို့ ကြီးပွားကြောင်းတရား (ပဌမ) ခုနစ်ပါး ၂၂၁",
      "tocLevel": 2,
      "pageNumber": 271
    },
    {
      "id": 114,
      "title": "အပရိဟာနိယတရားသည် သံသရာဝဋ်မှ လွတ်စေ၍ သာသနာအဓွန့်ရှည်စွာ တည်စေနိုင်ခြင်း။",
      "tocLevel": 2,
      "pageNumber": 271
    },
    {
      "id": 115,
      "title": "ဒုတိယကြီးပွားကြောင်းတရား ခုနစ်ပါး",
      "tocLevel": 2,
      "pageNumber": 271
    },
    {
      "id": 116,
      "title": "၁-ကိစ္စမများခြင်း၊ ၂- စကားပြောနေမှု၌ မမွေ့လျော်ခြင်း၊ ၃-အိပ်နေမှု၌ မမွေ့လျော်ခြင်း၊ ၄-အပေါင်းအဖော်နှင့် စုရုံးနေမှု၌ မမွေ့လျော်ခြင်း၊ ၅-အလိုဆိုး ကင်းခြင်း၊ ၆-ယုတ်သော အဆွေခင်ပွန်း မရှိခြင်း၊ ၇-အနည်းငယ်သော တရားရရုံမျှဖြင့် အရဟတ္တဖိုလ် မရောက်မီ ရပ်မနေခြင်း။",
      "tocLevel": 2,
      "pageNumber": 271
    },
    {
      "id": 117,
      "title": "တတိယကြီးပွားကြောင်းတရား ခုနစ်ပါး",
      "tocLevel": 2,
      "pageNumber": 275
    },
    {
      "id": 118,
      "title": "၁-သဒ္ဒါတရားရှိခြင်း၊ ၂-ဟိရီတရားရှိခြင်း၊ ၃-ဩတ္တပ္ပတရားရှိခြင်း၊ ၄-ဗဟုသုတရှိခြင်း၊ ၅-ဝီရိယရှိခြင်း၊ ၆-သတိရှိခြင်း၊ ၇-ဝိပဿနာပညာရှိခြင်း။",
      "tocLevel": 2,
      "pageNumber": 275
    },
    {
      "id": 119,
      "title": "စတုတ္ထကြီးပွားကြောင်းတရား ခုနစ်ပါး",
      "tocLevel": 2,
      "pageNumber": 280
    },
    {
      "id": 120,
      "title": "မဂ်၏အကြောင်းဖြစ်သော ဗောဇ္ဈင်ခုနစ်ပါးရှိခြင်း။",
      "tocLevel": 2,
      "pageNumber": 280
    },
    {
      "id": 121,
      "title": "ပဉ္စမကြီးပွားကြောင်းတရား ခုနစ်ပါး",
      "tocLevel": 2,
      "pageNumber": 281
    },
    {
      "id": 122,
      "title": "၁-မမြဲဟု သိမှတ်မှု = အနိစ္စသညာ၊ ၂-အတ္တမဟုတ်ဟု သိမှတ်မှု = အနတ္တသညာ၊ ၃-မတင့်တယ်ဟု သိမှတ်မှု = အသုဘသညာ၊ ၄-အပြစ်ဟု သိမှတ်မှု = အာဒီနဝသညာ၊ ၅-ပယ်ဖို့ရန် သိမှတ်မှု = ပဟာနသညာ၊ ၆- တပ်မက်ခြင်းကင်းရန် သိမှတ်မှု = ဝိရာဂသညာ၊ ချုပ်ငြိမ်းခြင်းနိဗ္ဗာန်ကို သိမှတ်မှု = နိရောဓသညာ -ဟူသော သညာခုနစ်ပါး ပွားခြင်း။",
      "tocLevel": 2,
      "pageNumber": 281
    },
    {
      "id": 123,
      "title": "ရဟန်းတို့ ကြီးပွားကြောင်းတရား ခြောက်ပါး",
      "tocLevel": 2,
      "pageNumber": 283
    },
    {
      "id": 124,
      "title": "သီတင်းသုံးဖော်တို့၌- ၁-မေတ္တာကာယကံထားခြင်း၊ ၂-မေတ္တာဝစီကံထားခြင်း၊ ၃-မေတ္တာမနောကံထားခြင်း၊ ၄-ဓမ္မိယလာဘ်ကို ဝေမျှသုံးဆောင်ခြင်း၊ ၅-အယူသီလ တူမျှခြင်း၊ ၆-အရိယပညာ တူမျှခြင်း။",
      "tocLevel": 2,
      "pageNumber": 283
    },
    {
      "id": 125,
      "title": "သမ္မုခါမေတ္တာ, ပရမ္မုခါမေတ္တာ (= မျက်မှောက်, မျက်ကွယ် မေတ္တာ) ရှင်းပြချက်",
      "tocLevel": 2,
      "pageNumber": 287
    },
    {
      "id": 126,
      "title": "သာရဏီယဝတ်အကျင့်နှင့်စပ်၍ သိမှတ်ဖွယ်",
      "tocLevel": 2,
      "pageNumber": 289
    },
    {
      "id": 127,
      "title": "၁၂-နှစ်ပြည့်မှ အောင်ခြင်း၊ သာရဏီယဝတ် ဖြည့်ကျင့်ရခြင်းအကျိုး ၆-ပါး၊ အကျိုးပြဝတ္ထုများ- သေနကျောင်းနေ တိဿထေရ်ဝတ္ထု၊ နာဂထေရီမကြီးဝတ္ထု၊ နာဂထေရ်၏ အံ့ဩဖွယ်စကား၊ မကျိုး, မပေါက်, မပြောက်, မကျားသော သီလ ရှင်းချက်။",
      "tocLevel": 2,
      "pageNumber": 289
    },
    {
      "id": 128,
      "title": "သီလ, သမာဓိ, ပညာ တရားကို များစွာ ဟောတော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 304
    },
    {
      "id": 129,
      "title": "အမ္ဗလဋ္ဌိကသရက်ဥယျာဉ်သို့ ကြွတော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 305
    },
    {
      "id": 130,
      "title": "နာဠန္ဒမြို့သို့ ကြွတော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 307
    },
    {
      "id": 131,
      "title": "အရှင်သာရိပုတ္တရာ ရဲရင့်သောစကားကို ဆိုခြင်း",
      "tocLevel": 2,
      "pageNumber": 307
    },
    {
      "id": 132,
      "title": "ပညာရှိမြို့တံခါးစောင့် ဥပမာ။",
      "tocLevel": 2,
      "pageNumber": 307
    },
    {
      "id": 133,
      "title": "သီလပျက်စီးသူ၏ အပြစ် ၅-ပါး",
      "tocLevel": 2,
      "pageNumber": 311
    },
    {
      "id": 134,
      "title": "ပါဋလိရွာသို့ ကြွတော်မူခြင်း၊ ဘုရားရှင်ကြွလာရာ၌ သင့်လျော်အောင် စီမံကြပုံ။",
      "tocLevel": 2,
      "pageNumber": 311
    },
    {
      "id": 135,
      "title": "သီလရှိသူ၏ အကျိုး ၅-ပါး",
      "tocLevel": 2,
      "pageNumber": 315
    },
    {
      "id": 136,
      "title": "သီလပျက်ခြင်း အပြစ်ပြလင်္ကာ၊ သီလရှိခြင်း အကျိုးပြလင်္ကာ၊ အပြစ်နှင့်အကျိုးတို့ကို ရှင်းပြချက်များ။",
      "tocLevel": 2,
      "pageNumber": 315
    },
    {
      "id": 137,
      "title": "ပါဋလိပုတ်ပြည် တည်ထောင်ဖန်ဆင်းခြင်း",
      "tocLevel": 2,
      "pageNumber": 319
    },
    {
      "id": 138,
      "title": "ဦးစီး သုနီဓနှင့် ဝဿကာရပုဏ္ဏားတို့ စီမံကြပုံ၊ တန်ခိုးကြီးသောနတ်တို့ နေရာယူပုံ၊ ပါဋလိပုတ်ပြည်၌ ဖြစ်မည့်ဘေး ၃-မျိုး၊ ကာဠကဏ္ဏီသတ္တဝါရှင်းချက်၊ မြို့သစ်မင်္ဂလာ အနုမောဒနာတရား၊ ဂေါတမဆိပ်, ဂေါတမတံခါးဟု အမည်ပေးခြင်း။",
      "tocLevel": 2,
      "pageNumber": 319
    },
    {
      "id": 139,
      "title": "အရိယသစ္စာလေးပါးကို ဟောတော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 327
    },
    {
      "id": 140,
      "title": "ကောဋိရွာသို့ ကြွတော်မူခြင်း၊ သစ္စာ-မသိ၍ သံသရာ၌ ကျင်လည်ရပုံ။",
      "tocLevel": 2,
      "pageNumber": 327
    },
    {
      "id": 141,
      "title": "နာတိကရွာသို့ ကြွတော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 330
    },
    {
      "id": 142,
      "title": "နာတိက-အမည်ရှင်းချက်၊ သေသူတို့၏ ဖြစ်ရာဘဝကို ဟောခြင်း။",
      "tocLevel": 2,
      "pageNumber": 330
    },
    {
      "id": 143,
      "title": "ဓမ္မာဒါသမည်သော ကြေးမုံတရားကို ဟောတော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 334
    },
    {
      "id": 144,
      "title": "မိမိလားရမည့်ဘဝကို သိနိုင်သည့် နည်းပေးတရား။",
      "tocLevel": 2,
      "pageNumber": 334
    },
    {
      "id": 145,
      "title": "ဝေသာလီပြည် အမ္ဗပါလိသရက်ဥယျာဉ်ို့ ကြွတော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 337
    },
    {
      "id": 146,
      "title": "ရဟန်းသစ် ရဟန်းငယ်များကို သတိပေးသောတရား၊ အမ္ဗပါလီပြည့်တန်ဆာမ ဘုရားရှင်ထံ ရောက်လာပုံ၊ လိစ္ဆဝီမင်းများ ရောက်လာပုံ၊ အမ္ဗပါလီ၏ သဒ္ဓါတရား၊ လိစ္ဆဝီမင်းတို့ကို တာဝတိံသာနတ်နှင့်နှိုင်း၍ ချီးမွမ်းတော်မူခြင်း၊ သရက်ဥယျာဉ်ကို အလှူခံတော်မူခြင်း။",
      "tocLevel": 2,
      "pageNumber": 337
    },
    {
      "id": 147,
      "title": "ဝေဠုဝရွာ၌ နောက်ဆုံးဝါကပ်တော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 346
    },
    {
      "id": 148,
      "title": "ရဟန်းများကို ဝေသာလီပတ်ဝန်းကျင်၌ ဝါကပ်ရန် မိန့်တော်မူခြင်း။",
      "tocLevel": 2,
      "pageNumber": 346
    },
    {
      "id": 149,
      "title": "မြတ်စွာဘုရား ပရိနိဗ္ဗာန်စံလောက်အောင် ကြမ်းတမ်းသော ဝေဒနာကပ်ရောက်လာခြင်း",
      "tocLevel": 2,
      "pageNumber": 347
    },
    {
      "id": 150,
      "title": "ရောဂါကို သမာပတ်ဖြင့် တားတော်မူခြင်း၊ အာယုသင်္ခါရ-အရကောက်၊ ဖလသမာပတ်အမျိုးမျိုး ရှင်းချက်၊ ဘုရားရှင်သည် တရားကို ချန်ထား၍ မဟော, ရဟန်းသံဃာကို ငါသာ သိမ်းယူအံ့ဟု လိုလားခြင်းမရှိပုံ, ရဟန်းသံဃာ မိမိကိုယ်သာ ကိုးကွယ်ရာရှိပုံ, တရားသာ ကိုးကွယ်ရာရှိပုံ။",
      "tocLevel": 2,
      "pageNumber": 347
    },
    {
      "id": 151,
      "title": "အဂ္ဂသာဝကနှစ်ပါး ပရိနိဗ္ဗာန်စံခြင်း",
      "tocLevel": 2,
      "pageNumber": 354
    },
    {
      "id": 152,
      "title": "သာဝတ္ထိပြည်၌ အရှင်သာရိပုတ္တရာစေတီတည်ခြင်း၊ ရာဇဂြိုဟ်၌ အရှင်မောဂ္ဂလ္လာန်စေတီတည်ခြင်း။",
      "tocLevel": 2,
      "pageNumber": 354
    },
    {
      "id": 153,
      "title": "ပရိနိဗ္ဗာန်စံရမည့် အရိပ်အရောင်ပြခြင်း",
      "tocLevel": 2,
      "pageNumber": 356
    },
    {
      "id": 154,
      "title": "ဣဒ္ဓိပါဒ်ပွား၍ အသက်အာယုကပ် တည်နိုင်ပုံ၊ အာယုကပ်ယူပုံ ဝါဒအမျိုးမျိုး၊ ဝိပလ္လာသ ၁၂-ပါး။",
      "tocLevel": 2,
      "pageNumber": 356
    },
    {
      "id": 155,
      "title": "ပရိနိဗ္ဗာန်စံရန် မာရ်နတ်တောင်းပန်ခြင်း",
      "tocLevel": 2,
      "pageNumber": 360
    },
    {
      "id": 156,
      "title": "ဘုရားရှင်တပည့် ရှင်,လူတို့ လိမ္မာ၍ တရားသိမှ ပရိနိဗ္ဗာန်စံမည်ဟု မိန့်ဖူးခြင်း၊ ပရိနိဗ္ဗာန်စံရန် ဝန်ခံတော်မူခြင်း။",
      "tocLevel": 2,
      "pageNumber": 360
    },
    {
      "id": 157,
      "title": "အာယုသင်္ခါရ လွှတ်တော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 367
    },
    {
      "id": 158,
      "title": "သတိရှိလျက်, ဆင်ခြင်လျက် အာယုသင်္ခါရလွှတ်ခြင်းကို ရှင်းပြချက်၊ အာယုသင်္ခါရနှစ်မျိုး၊ ဥဒါန်းကျုးခြင်းအဓိပ္ပာယ်၊ အာယုသင်္ခါရ လွှတ်သောအခါ မြေလှုပ်ခြင်း, တော်လည်းခြင်း။",
      "tocLevel": 2,
      "pageNumber": 367
    },
    {
      "id": 159,
      "title": "မြေ(ငလျင်)လှုပ်ခြင်းအကြောင်း ရှစ်ပါး",
      "tocLevel": 2,
      "pageNumber": 372
    },
    {
      "id": 160,
      "title": "မြေလှုပ်ခြင်းအကြောင်း ၈-မျိုး လင်္ကာနှင့် ဖြေရှင်းချက်များ၊ သံဃရက္ခိတသာမဏေဝတ္ထု။",
      "tocLevel": 2,
      "pageNumber": 372
    },
    {
      "id": 161,
      "title": "ပရိသတ်ရှစ်ပါး",
      "tocLevel": 2,
      "pageNumber": 381
    },
    {
      "id": 162,
      "title": "ဘုရားရှင် ပရိသတ်အမျိုးမျိုး၌ ရုပ်သွင်းအမျိုးမျိုးဖန်ဆင်း၍ တရားဟောပုံ။",
      "tocLevel": 2,
      "pageNumber": 381
    },
    {
      "id": 163,
      "title": "အဘိဘာယတန ၈-ပါး ၃၄၇",
      "tocLevel": 2,
      "pageNumber": 393
    },
    {
      "id": 164,
      "title": "အဘိဘာယတန ၈-ပါးသရုပ်၊ အဘိဘာယတနဈာန်အဓိပ္ပာယ်၊ အဘိဘာယတနဈာန်ကို ရအောင်အားထုတ်နည်း၊ အဘိဘာယတနဈာန်၏ အကျိုး။",
      "tocLevel": 2,
      "pageNumber": 393
    },
    {
      "id": 165,
      "title": "ဝိမောက္ခ ၈-ပါး",
      "tocLevel": 2,
      "pageNumber": 393
    },
    {
      "id": 166,
      "title": "ဝိမောက္ခ ၈-ပါးသရုပ်၊ ဝိမောက္ခအဓိပ္ပာယ်၊ ဝိမောက္ခတရားတို့ကို ဝင်စားနေရခြင်းအကျိုး။",
      "tocLevel": 2,
      "pageNumber": 393
    },
    {
      "id": 167,
      "title": "အာယုသင်္ခါရ လွှတ်တော်မူကြောင်း အကျယ်မိန့်ကြားတော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 396
    },
    {
      "id": 168,
      "title": "အဋ္ဌမသတ္တာဟ အဇပါလ ဆိတ်ကျောင်းညောင်ပင်ရင်း၌ ပဌမအကြိမ် မာရ်နတ်တောင်းပန်ခြင်း၊ ဒုတိယ စာပါလစေတီ၌ လျှောက်ထားပြန်ခြင်း။",
      "tocLevel": 2,
      "pageNumber": 396
    },
    {
      "id": 169,
      "title": "အရှင်အာနန္ဒာ တောင်းပန်လျှောက်ထားခြင်း",
      "tocLevel": 2,
      "pageNumber": 400
    },
    {
      "id": 170,
      "title": "မြတ်စွာဘုရားအား အာယုကပ်ပတ်လုံး တည်နေပါရန် ၃-ကြိမ် လျှောက်ထားပုံ၊ ဣဒ္ဓိပါဒ်တရား ပွားများလျှင် အာယုကပ်ပတ်လုံး တည်နေနိုင်ကြောင်း၊ အာယုကပ်ပတ်လုံး တည်နေရန် ရှေးက မတောင်းပန်မိခဲ့သဖြင့် အရှင်အာနန္ဒာ၏ ချွတ်ယွင်'ချက် ဖြစ်ရပုံ။",
      "tocLevel": 2,
      "pageNumber": 400
    },
    {
      "id": 171,
      "title": "ရှေးကလည်း အရိပ်အရောင် ပြခဲ့ဖူးကြောင်း မိန့်ကြား၍ သောကတရား ခေါင်းပါးစေခြင်း",
      "tocLevel": 2,
      "pageNumber": 402
    },
    {
      "id": 172,
      "title": "သောကတရား ခေါင်းပါးစေတော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 402
    },
    {
      "id": 173,
      "title": "မြတ်စွာဘုရား အာယုကပ်ပတ်လုံး တည်နေနိုင်ခြင်း၊ မြတ်စွာဘုရား အာယုကပ်ပတ်လုံး တည်ရှိမနေခြင်းသည် ရှင်အာနန္ဒာ၏ အပြစ်ဖြစ်ကြောင်း၊ ရာဇဂြိုဟ်ပြည်၌ မြတ်စွာဘုရား သီတင်းသုံးရာ ၁၀-နေရာ၊ ဝေသာလီပြည်၍ မြတ်စွာဘုရား သီတင်းသုံးရာ ၆-နေရာ၊ မြတ်စွာဘုရား ပရိနိဗ္ဗာန်ပြုရန် ကြေငြာတော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 402
    },
    {
      "id": 174,
      "title": "သာသနာ အရှည်တည်တံရေးတရား ၃၇ ပါး",
      "tocLevel": 2,
      "pageNumber": 410
    },
    {
      "id": 175,
      "title": "ဗောဓိပက္ခိယတရား ၃၇ ပါးနှင့် ၎င်းတို့၏ အကျိုးများ၊ အပ္ပမာဒတရားတော်များနှင့် အကျိုးများ",
      "tocLevel": 2,
      "pageNumber": 410
    },
    {
      "id": 176,
      "title": "ဆင်ပြောင်ကြီးကဲ့သို့ ပြန်ကြည့်တော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 413
    },
    {
      "id": 177,
      "title": "ဝေသာလီပြည်ကို နောက်ဆုံး ကြည့်တော်မူခြင်း၊ နောက်ဆုံး ကြည့်တော်မူခြင်းဖြင့် ရအပ်သော အကျိုးများ",
      "tocLevel": 2,
      "pageNumber": 413
    },
    {
      "id": 178,
      "title": "ဘဏ္ဍုရွာ၌ တရားဟောခြင်း",
      "tocLevel": 2,
      "pageNumber": 415
    },
    {
      "id": 179,
      "title": "သံသရာလည်ရခြင်း အကြောင်းတရား ၄ ပါး၊ သံသရာပြတ်ခြင်း၏ အစ၊ သီလ, သမာဓိ, ပညာတို့၏ အကျိုးများ",
      "tocLevel": 2,
      "pageNumber": 415
    },
    {
      "id": 180,
      "title": "ဘောဂမြို့၌ မဟာပဒေသ ၄ ပါးကို ဟောကြားတော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 418
    },
    {
      "id": 181,
      "title": "မဟာပဒေသအဓိပ္ပာယ်၊ မြတ်စွာဘုရား၏ စကားတော်ဆိုတိုင်း မယုံကြည်သင့်ကြောင်း၊ မဟာထေရ်၏ စကားတော်ဆိုတိုင်း မယုံကြည်သင့်ကြောင်း၊ ပညာရှိ၏ စကားဆိုတိုင်း မယုံကြည်သင့်ကြောင်း၊ ဗဟုသုတရှိသူ၏ စကားဆိုတိုင်း မယုံကြည်သင့်ကြောင်း",
      "tocLevel": 2,
      "pageNumber": 418
    },
    {
      "id": 182,
      "title": "ပြိုးပြွမ်းမှတ်ဖွယ် ပကိဏ္ဏက အဓိပ္ပာယ်",
      "tocLevel": 2,
      "pageNumber": 423
    },
    {
      "id": 183,
      "title": "သုတ္တန်မဟာပဒေသ ၄ ပါး၊ ဝိနည်း မဟာပဒေသ ၄ ပါး၊ အမေးအဖြေ ၄ ပါး၊ ဝိနယ ၄ ပါး၊ သံဂါယနာ ၃ တန်။",
      "tocLevel": 2,
      "pageNumber": 423
    },
    {
      "id": 184,
      "title": "စုန္ဒရွှေပန်းထိမ်သည်ဝတ္ထု",
      "tocLevel": 2,
      "pageNumber": 429
    },
    {
      "id": 185,
      "title": "ကျောင်းဒါယကာစုန္ဒ၊ သူကရမဒ္ဒဝ ခဲဖွယ်ဘောဇဉ်၊ ဝမ်းသွေးသွန်ရောဂါဖြစ်ခြင်း၊ ကုသိနာရုံပြည်သို့ ကြွတော်မူခြင်း။",
      "tocLevel": 2,
      "pageNumber": 429
    },
    {
      "id": 186,
      "title": "သောက်ရေ ဆောင်စေတော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 433
    },
    {
      "id": 187,
      "title": "ချောင်းရေ နောက်နေကြောင်း လျှောက်ထားပုံ၊ မြတ်စွာဘုရား၏ တန်ခိုးတော်ကြောင့် ချောင်းရေ ကြည်လင်ပုံ။",
      "tocLevel": 2,
      "pageNumber": 433
    },
    {
      "id": 188,
      "title": "ဝဋ်တော် ၁၂ ပါးအကြောင်း",
      "tocLevel": 2,
      "pageNumber": 435
    },
    {
      "id": 189,
      "title": "၁ - သုန္ဒရီပရိဗိုဇ်မ၏ စွပ်စွဲခံရခြင်း၊ ၂- စိဉ္စမာန်၏ စွပ်စွဲခံရခြင်း၊ ၃ - သာဝကတို့ အစွပ်စွဲခံရခြင်း၊ ၄ - ခြေမတော် ကျောက်လွှာထိခိုက်ခံရခြင်း၊ ၅ - လူသတ်လေးသမားများ စေလွှတ်ခံရခြင်း၊ ၆ - နာဠာဂိရိဆင်ဖြင့် အတိုက်ခံရခြင်း၊ ၇ - ဇီဝက ဓားခွဲခံရခြင်း၊ ၈ - ခေါင်းကိုက်ရောဂါ ရရှိခြင်း၊ ၉ - ဝေရဉ္ဇာပြည်၌ မုယောဆန် စားရခြင်း၊ ၁၀ - ခါးကိုက်ရောဂါ စွဲကပ်ခြင်း၊ ၁၁ - သွေးဝမ်းသွန်ဝေဒနာ ခံရခြင်း၊ ၁၂ - ခြောက်နှစ်ပတ်လုံး ဒုက္ကရစရိယာ ကျင့်တော်မူရခြင်း။",
      "tocLevel": 2,
      "pageNumber": 435
    },
    {
      "id": 190,
      "title": "ပုက္ကုသ-မလ္လမင်းဝတ္ထု",
      "tocLevel": 2,
      "pageNumber": 440
    },
    {
      "id": 191,
      "title": "ဒါယကာတစ်ဦးနှင့် အာဠာရဂိုဏ်းဆရာကြီးတို့ အနီး၌ လှည်းငါးရာ ဖြတ်သွားသည်ကို မသိပုံ မေးဖြေခန်း၊ ဗုဒ္ဓဘုရားနှင့် ဒါယကာတစ်ဦးတို့ မိုးချုန်းသံ မိုးကြိုးပစ်သံကို မသိပုံ မေးဖြေခန်း၊ ပုက္ကုသ-မလ္လမင်းသားက ဘုရားရှင်အား ဝတ်လဲတော် လှူခြင်း၊ မြတ်စွာဘုရား၏ကိုယ်တော် အလွန် စင်ကြယ်ရာ ၂ ခါ။",
      "tocLevel": 2,
      "pageNumber": 440
    },
    {
      "id": 192,
      "title": "ဆွမ်း ၂ မျိုး အကျိုးတူညီကြောင်း",
      "tocLevel": 2,
      "pageNumber": 449
    },
    {
      "id": 193,
      "title": "ဆွမ်း ၂ မျိုး၊ အကျိုးပေးခြင်း တူမျှပုံ၊ နေ့စဉ်ဝင်စားသော သမာပတ်တော်များ။",
      "tocLevel": 2,
      "pageNumber": 449
    },
    {
      "id": 194,
      "title": "ကုသိနာရုံပြည်သို့ ရောက်ခြင်း",
      "tocLevel": 2,
      "pageNumber": 456
    },
    {
      "id": 195,
      "title": "အင်ကြင်းဥယျာဉ်၌ အပန်းဖြေပုံ၊ ကုသိနာရုံပြည်သို့ ကြွလာတော်မူရခြင်း အကြောင်းများ၊ အင်ကြင်းပင်နှင့် နတ်တို့က ပူဇော်ကြပုံ။",
      "tocLevel": 2,
      "pageNumber": 456
    },
    {
      "id": 196,
      "title": "အမြတ်ဆုံးသော ပူဇော်မှု",
      "tocLevel": 2,
      "pageNumber": 460
    },
    {
      "id": 197,
      "title": "အမြတ်ဆုံးသော ပူဇော်ခြင်းဖြင့် ပူဇော်ပုံ၊ နတ်များ အမွှေးနံ့သာ ပူဇော်ကြပုံ။",
      "tocLevel": 2,
      "pageNumber": 460
    },
    {
      "id": 198,
      "title": "အလွန်ကြီးစွာသော နတ်ပန်းကုံးကြီး",
      "tocLevel": 2,
      "pageNumber": 462
    },
    {
      "id": 199,
      "title": "ပန်းကုံးကြီးကို ပြုလုပ်ဆောင်ယူ ပူဇော်ကြပုံ၊ အာမိသပူဇော်မှုကို ကဲ့ရဲ့၍ ဓမ္မပူဇော်မှုကို ချီးမွမ်းတော်မူကြောင်း၊ ဓမ္မာနုဂ္ဂဟဖြင့် ပူဇော်နည်း။",
      "tocLevel": 2,
      "pageNumber": 462
    },
    {
      "id": 200,
      "title": "ဥပဝါဏမထေရ်",
      "tocLevel": 2,
      "pageNumber": 467
    },
    {
      "id": 201,
      "title": "မြတ်စွာဘုရား၏ အလုပ်အကျွေးဟောင်း ဖြစ်ဖူးကြောင်း၊ မြတ်စွာဘုရား ပရိနိဗ္ဗာန် ပြုခါနီး နတ်ဗြဟ္မာအပေါင်း စုဝေးရောက်လာကြခြင်း၊ ဥပဝါဏမထေရ် ကိုယ်ခန္ဓာကြီး၍ တန်ခိုးကြီးကြောင်း၊ ကဿပဘုရားရှင့်စေတီစောင့်နတ် ဖြစ်ခဲ့ကြောင်း၊ ဝိပဿီဘုရားရှင့်စေတီတော်၊ မြတ်စွာဘုရား ပရိနိဗ္ဗာန်ပြုခါနီး နတ်ဗြဟ္မာတို့ ငိုကြွေးကြပုံ၊ နတ်ဗြဟ္မာများ ပကတိမြေကြီးပေါ်၌ မရပ်တည်နိုင်ကြကြောင်း။",
      "tocLevel": 2,
      "pageNumber": 467
    },
    {
      "id": 202,
      "title": "သံဝေဂရစေမည့် ဌာန ၄ ပါး",
      "tocLevel": 2,
      "pageNumber": 474
    },
    {
      "id": 203,
      "title": "တစ်နှစ်တွင်း ရဟန်းတို့ စည်းဝေးမှု ၂ ကြိမ်၊ အရှင်အာနန္ဒာ ဝတ်ကြီးဝတ်ငယ်နှင့် ပြည့်စုံပုံ၊ သံဝေဂရစေမည့် ၄ ဌာန၊ ၎င်း ၄ ဌာနသို့ သွားလာဖူးမြောက်ကြသူတို့ အကျိုး။",
      "tocLevel": 2,
      "pageNumber": 474
    },
    {
      "id": 204,
      "title": "အရှင်အာနန္ဒာ၏ အသေးစိတ်မေးလျှောက်ခန်း",
      "tocLevel": 2,
      "pageNumber": 478
    },
    {
      "id": 205,
      "title": "ရဟန်းများ မာတုဂါမနှင့် စပ်လျဉ်း၍ ကျင့်သုံးရန် နည်းလမ်းများ၊ မြတ်စွာဘုရား၏ ဥတုဇရုပ်ကလာပ်တော်နှင့် စပ်၍ ဆောင်ရွက်ရန် ညွှန်ကြားတော်မူချက်၊ စကြဝတေးမင်း၏ ရုပ်ကလာပ်ကို မီးသင်္ဂြိုဟ်ကြပုံနှင့် စေတီတည်ကြပုံ။",
      "tocLevel": 2,
      "pageNumber": 478
    },
    {
      "id": 206,
      "title": "စေတီတည်ထိုက်သော ပုဂ္ဂိုလ်လေးမျိုး",
      "tocLevel": 2,
      "pageNumber": 482
    },
    {
      "id": 207,
      "title": "စေတီတည်ထိုက်သော ပုဂ္ဂိုလ် ၄ ဦး၊ ဘုရားသခင် စေတီထိုက်ခြင်းအကြောင်း၊ ပစ္စေကဗုဒ္ဓါ စေတီထိုက်ခြင်းအကြောင်း၊ အရိယာပုဂ္ဂိုလ် စေတီထိုက်ခြင်းအကြောင်း၊ စကြဝတေးမင်း စေတီထိုက်ခြင်းအကြောင်း၊ သီလဝန္တပုထုဇန်(ပုထုဇဉ်)ရဟန်းအတွက် စေတီကို ခွင့်ပြုတော် မမူခြင်းအကြောင်း။",
      "tocLevel": 2,
      "pageNumber": 482
    },
    {
      "id": 208,
      "title": "အရှင်အာနန္ဒာ၏ ဂုဏ်ကျေးဇူးများ",
      "tocLevel": 2,
      "pageNumber": 484
    },
    {
      "id": 209,
      "title": "အရှင်အာနန္ဒာအား မငိုကြွေးရန်နှင့် ကမ္မဋ္ဌာန်းအလုပ် အားထုတ်ရန် တိုက်တွန်းတော်မူခြင်း၊ မေတ္တာကာယကံ၊ မေတ္တာဝစီကံ၊ အရှင်အာနန္ဒာ၏ အံ့ဖွယ်ဂုဏ် ၄ ပါး၊ စကြဝတေးမင်း၏ အံ့ဖွယ်ဂုဏ် ၄ ပါး။",
      "tocLevel": 2,
      "pageNumber": 484
    },
    {
      "id": 210,
      "title": "မဟာသုဒဿနသုတ်ကို ဟောတော်မူခြင်း ၄၅၅",
      "tocLevel": 2,
      "pageNumber": 499
    },
    {
      "id": 211,
      "title": "ကုသိနာရုံမြို့၌ ပရိနိဗ္ဗာန် စံတော်မူရခြင်းအကြောင်း၊ မလ္လမင်းတို့အား မြတ်စွာဘုရား ကြွလာခြင်း သတင်းပို့ရကြောင်း၊ မလ္လမင်းတို့ ရှိခိုးကန်တော့ကြခြင်း။",
      "tocLevel": 2,
      "pageNumber": 499
    },
    {
      "id": 212,
      "title": "သုဘဒ္ဒပရိဗိုဇ်ဝတ္ထု",
      "tocLevel": 2,
      "pageNumber": 499
    },
    {
      "id": 213,
      "title": "သုဘဒ္ဒပရိဗိုဇ် ၃ ဦး၊ အညာသိကောဏ္ဍညဝတ္ထု၊ သုဘဒ္ဒ၏ အတိတ်အကြောင်း၊ သုဘဒ္ဒက မြတ်စွာဘုရားအား တိတ္ထိတို့ အယူအဆ မှန်-မမှန် မေးခြင်း၊ သုဘဒ္ဒအား တရားဟောခြင်း၊ သုဘဒ္ဒ ရှင်အဖြစ် ရဟန်းအဖြစ်မှ ရဟန္တာဖြစ်ခြင်း၊ ပစ္ဆိမသာဝက ၃ မျိုး၊ သုဘဒ္ဒဝတ္ထု ၁ မျိုး။",
      "tocLevel": 2,
      "pageNumber": 499
    },
    {
      "id": 214,
      "title": "မြတ်စွာဘုရား၏ နောက်ဆုံး ဩဝါဒစကားတော် ၄၇၆",
      "tocLevel": 2,
      "pageNumber": 521
    },
    {
      "id": 215,
      "title": "ဩဝါဒ ၆ ခု၊ ဗြဟ္မဒဏ်၊ နောက်ဆုံးဩဝါဒ။",
      "tocLevel": 2,
      "pageNumber": 521
    },
    {
      "id": 216,
      "title": "ပရိနိဗ္ဗာန် ဝင်စံတော်မူခြင်း",
      "tocLevel": 2,
      "pageNumber": 521
    },
    {
      "id": 217,
      "title": "ရူပအရူပကြိယာဈာန်တို့ကို အဆင့်ဆင့် အပြန်ပြန်အလှန်လှန် ဝင်စားတော်မူခြင်း၊ ဘဝင်စိတ်ဖြင့် ပရိနိဗ္ဗာန် ဝင်စံချုပ်ငြိမ်းတော်မူခြင်း။",
      "tocLevel": 2,
      "pageNumber": 521
    },
    {
      "id": 218,
      "title": "အခန်း - ၄၁",
      "tocLevel": 1,
      "pageNumber": 526
    },
    {
      "id": 219,
      "title": "သံဝေဂကထာများ",
      "tocLevel": 2,
      "pageNumber": 526
    },
    {
      "id": 220,
      "title": "သဟမ္ပတိဗြဟ္မာကြီး၏ သံဝေဂကထာ၊ သိကြားမင်း၏ သံဝေဂကထာ၊ အရှင်အနုရုဒ္ဓါ၏ သံဝေဂကထာ၊ အရှင်အာနန္ဒာ၏ သံဝေဂကထာ၊ အရှင်အနုရုဒ္ဓါ၏ သတိပေး သံဝေဂစကား၊ မလ္လမင်းတို့အား အရှင်အာနန္ဒာက မြတ်စွာဘုရား ပရိနိဗ္ဗာန် စံတော်မူကြောင်း သွားရောက်ပြောကြားခြင်း၊ မလ္လမင်းတို့ ငိုကြွေးကြ၍ အမျိုးမျိုး ပူဇော်ကြကြောင်း၊ မလ္လမင်းတို့နှင့် နတ်များ သဘောကွဲလွဲကြ၍ အလောင်းတော် မ-ချီ မရခြင်း၊ အလောင်းတော်ကို မကုဋဗန္ဓနစေတီဌာနသို့ ပင့်ဆောင်ကြခြင်း။",
      "tocLevel": 2,
      "pageNumber": 537
    },
    {
      "id": 221,
      "title": "မလ္လိကာက မဟာလတာတန်းဆာဖြင့် ပူဇော်ခြင်း",
      "tocLevel": 2,
      "pageNumber": 537
    },
    {
      "id": 222,
      "title": "မဟာလတာတန်းဆာ ၃ ခု၊ မဟာလတာတန်းဆာဖြင့် ပူဇော်ပုံ၊ မလ္လိကာ၏ ဆုတောင်း။",
      "tocLevel": 2,
      "pageNumber": 537
    },
    {
      "id": 223,
      "title": "ဥတုဇရုပ်ကလာပ်တော်၌ ဆောင်ရွက်ကြပုံ",
      "tocLevel": 2,
      "pageNumber": 539
    },
    {
      "id": 224,
      "title": "စကြဝတေးမင်း၏ ဥတုဇရုပ်ကလာပ်၌ စီမံဆောင်ရွက်ပုံ၊ မလ္လမင်းများ မြတ်စွာဘုရား၏ ဥတုဇရုပ်ကလာပ်ကို စီမံဆောင်ရွက်ကြပုံ။",
      "tocLevel": 2,
      "pageNumber": 539
    },
    {
      "id": 225,
      "title": "မဟာကဿပမထေရ်ဝတ္ထု",
      "tocLevel": 2,
      "pageNumber": 541
    },
    {
      "id": 226,
      "title": "အရှင်မဟာကဿပမထေရ် ကုသိနာရုံသို့ ဘုရားဖူးကြွခြင်း၊ မန္ဒာဝရနတ်ပန်းကို မြင်တွေ့ရချိန်များ၊ တက္ကတွန်းအား မြတ်စွာဘုရားအပေါ် လေးစားခြင်းဖြင့် အဖြေရရန် မေးမြန်းပုံ၊ မြတ်စွာဘုရား ပရိနိဗ္ဗာန်စံသည် သတင်းကြောင့် အချို့တပည့်များ ငိုကြွေးကြပြီး အချို့ တရားနှင့် ဖြေကြပုံ၊ သုဘဒ်တောထွက်ရဟန်းကြီး၏ တွေးခေါ်ပြောဆိုချက်။",
      "tocLevel": 2,
      "pageNumber": 541
    },
    {
      "id": 227,
      "title": "သုဘဒ်တောထွက် ရဟန်းကြီးအကြောင်း",
      "tocLevel": 2,
      "pageNumber": 545
    },
    {
      "id": 228,
      "title": "မြတ်စွာဘုရားအမှူးရှိ သံဃာတော်တို့အား ယာဂုအလှူကြီး ပေးရန် သား ၂ ယောက်တို့အား ပစ္စည်းစုစေပုံ၊ ယာဂုကို ကိုယ်တိုင်ကြပ်မတ်စီမံပုံ၊ ထပ်ထပ်သော ယာဂု၊ ၎င်းနှင့်စပ်၍ သိက္ခာပုဒ် ၂ ခု ပညတ်တော်မူပုံ၊ သုဘဒ်ရဟန်းကြီး၏ စကားကို ကြား၍ အရှင်မဟာကဿပ ဓမ္မသံဝေဂ ဖြစ်တော်မူပုံ၊ ထို့နောက် သံဂါယနာတင်ရန် စိတ်အကြံ ပေါ်လာပုံ။",
      "tocLevel": 2,
      "pageNumber": 545
    },
    {
      "id": 229,
      "title": "ဥတုဇရုပ်ကလာပ်တော်ကို မီးသင်္ဂြိုဟ်ကြခြင်း",
      "tocLevel": 2,
      "pageNumber": 554
    },
    {
      "id": 230,
      "title": "မြတ်စွာဘုရား၏ ရုပ်ကလာပ်ကို မလ္လမင်းတို့ မီးတိုက်ကြသော်လည်း မစွဲလောင်ခြင်းအကြောင်း၊ အရှင်မဟာကဿပ အမှူးရှိသော သံဃာတော်များ ခြေတော်အစုံကို ဖူးမြော်ကြရပုံ၊ တေဇောဓာတ်မီး လောင်ကျွမ်းခြင်း။",
      "tocLevel": 2,
      "pageNumber": 554
    },
    {
      "id": 231,
      "title": "သရီရဓာတ်တော်များအကြောင်း",
      "tocLevel": 2,
      "pageNumber": 558
    },
    {
      "id": 232,
      "title": "သရီရဓာတ်တော်များ အဆူဆူ ကွဲပြားရန် မြတ်စွာဘုရား အဓိဋ္ဌာန်တော်မူခဲ့ကြောင်း၊ အဝိပ္ပကိဏ္ဏနှင့် ဝိပ္ပကိဏ္ဏဓာတ်တော် ၂ မျိုး၊ ငယ် လတ် ကြီး ဓာတ်တော် ၃ မျိုး၊ တေဇောဓာတ်မီးငြိမ်းပုံ။",
      "tocLevel": 2,
      "pageNumber": 558
    },
    {
      "id": 233,
      "title": "သာဓုကီဠနသဘင် ဆင်ယင်ကျင်းပခြင်း",
      "tocLevel": 2,
      "pageNumber": 560
    },
    {
      "id": 234,
      "title": "မလ္လမင်းတို့ ဓာတ်တော်များကို မြို့တွင်းသို့ ယူကြပုံ၊ ဓာတ်တော်များကို အစောင့်အနေ လုံခြုံစွာ ချပြီး သာဓုကီဠနသဘင် ဆင်ယင်ကြပုံ။",
      "tocLevel": 2,
      "pageNumber": 560
    },
    {
      "id": 235,
      "title": "သရီရဓာတ်တော်များကို ဝေဖန်ခြင်းအကြောင်း",
      "tocLevel": 2,
      "pageNumber": 562
    },
    {
      "id": 236,
      "title": "အဇာတသတ်မင်း မြတ်စွာဘုရား ပရိနိဗ္ဗာန်စံတော်မူကြောင်း ကြားသိပုံ၊ ထို့နောက် လှည့်လည်သွားလာ ငိုကြွေးရှာပုံ၊ အဇာတသတ်မင်းအပါ ၇ ပြည်ထောင်သော မင်းတို့ ဓာတ်တော်ပင့်ရန် ထွက်ကြပုံ၊ မလ္လမင်းတို့ ဓာတ်တော် မပေးလိုကြကြောင်း။",
      "tocLevel": 2,
      "pageNumber": 562
    },
    {
      "id": 237,
      "title": "ဒေါဏပုဏ္ဏား ဓာတ်တော်များကို ခွဲဝေပေးခြင်း",
      "tocLevel": 2,
      "pageNumber": 569
    },
    {
      "id": 238,
      "title": "ဒေါဏပုဏ္ဏား ၇ ပြည်ထောင် မင်းများနှင့် မလ္လမင်းတို့ စစ်မဖြစ်အောင် ဆောင်ရွက်ပုံ၊ ဘုရားဂုဏ်ကို ချီးမွမ်းကြုံးဝါးချက် = ဒေါဏဂဇ္ဇိတဂါထာများ ရွတ်ဆိုနိုင်ပုံ၊ မင်းသားတို့၏ ဆရာကြီးဖြစ်၍ ဩဇာညောင်းသဖြင့် ဓာတ်တော်များ ၈ ပုံ ပုံ၍ ဝေပေးပုံ၊ ဒေါဏပုဏ္ဏားကြီး ဝှက်ထားသော လကျ်ာစွယ်တော် နတ်ပြည်ရောက်ပုံ၊ အဝေမတတ် ဆရာငတ် ဖြစ်ရပုံ၊ မောရိယမင်းတို့မှာ နောက်ကျသဖြင့် မီးသွေးသာ ရသွားကြပုံ။",
      "tocLevel": 2,
      "pageNumber": 569
    },
    {
      "id": 239,
      "title": "ဓာတ်တော်စေတီကို ပူဇော်ခြင်း",
      "tocLevel": 2,
      "pageNumber": 574
    },
    {
      "id": 240,
      "title": "ရှေးဦးစွာ လူ့ပြည်၌ မြတ်စွာဘုရားဓာတ်တော်မှ စေတီတော် ၁၀ ဆူ ဖြစ်ပေါ်လာပုံ။",
      "tocLevel": 2,
      "pageNumber": 574
    },
    {
      "id": 241,
      "title": "အဇာတသတ်မင်း စေတီတည်ထားခြင်းအကြောင်း ၅၃၆",
      "tocLevel": 2,
      "pageNumber": 577
    },
    {
      "id": 242,
      "title": "အဇာတသတ်မင်း မိမိရရှိသော ဓာတ်တော်များကို ကြီးကျယ်ခမ်းနားစွာ ၇ နှစ်ကျော်ကြာမျှ ရာဇဂြိုဟ်ပြည်သို့ ယူဆောင်ပုံ၊ မိစ္ဆာအယူရှိသူများ ရတနာသုံးပါးအပေါ် စိတ်ပြစ်မှားကြ၍ အပါယ်ဘုံ၌ အဖြစ်မများစေရန် နတ်တို့ခြောက်လှန့်၍ ဓာတ်တော်များကို အမြန် ယူဆောင်စေပုံ။",
      "tocLevel": 2,
      "pageNumber": 577
    },
    {
      "id": 243,
      "title": "လျှို့ဝှက်သော ဓာတ်တော်ဌာပနာတိုက်ကြီး တည်ထားခြင်း",
      "tocLevel": 2,
      "pageNumber": 578
    },
    {
      "id": 244,
      "title": "အရှင်မဟာကဿပထေရ်က အဇာတသတ်မင်းအား လျှို့ဝှက်သော ဓာတ်တော်ဌာပနာတိုက် တည်ဆောက်ရန် မိန့်ကြားခြင်း၊ အရှင်မဟာကဿပ ကိုယ်တော်တိုင် ၆ ပြည်ထောင်မှ ဓာတ်တော်များကို တောင်းယူပေးတော်မူခြင်း၊ ဓာတ်တော်များကို ကြုတ်အထပ်ထပ်၌ ထည့်သွင်းဌာပနာခြင်း၊ ဌာပနာတိုက်အတွင်း၍ ပန်း နံ့သာ ဆီမီးနှင့် ကမ္ဗည်း(ကမ္ပည်း)စာများ အစောင့်များ ထည့်သွင်းထားရှိခြင်း။",
      "tocLevel": 2,
      "pageNumber": 578
    },
    {
      "id": 245,
      "title": "အသောကမင်း စေတီ အနှံ့အပြားတည်ခြင်း",
      "tocLevel": 2,
      "pageNumber": 584
    },
    {
      "id": 246,
      "title": "အသောကမင်းကြီး အဇာတသတ်မင်း ဌာပနာခဲ့သော ဓာတ်တော်များကို ရှာဖွေပုံ၊ မထေရ်မြတ်ကြီးတစ်ပါးထံမှ ဓာတ်တော်တိုက်နေရာ သဲလွန်စ ရပုံ၊ ဌာပနာတိုက်ထဲမှ ယန္တရားစက်ရုပ်များကို ဖယ်ရှားပုံ၊ ဌာပနာတိုက်ထဲသို့ ဝင်၍ ဓာတ်တော်များကို ယူကာ စေတီတော် ရှစ်သောင်းလေးထောင် တည်ခြင်း။",
      "tocLevel": 2,
      "pageNumber": 584
    },
    {
      "id": 247,
      "title": "ဗုဒ္ဓရတနာခန်းနိဂုံး",
      "tocLevel": 2,
      "pageNumber": 589
    },
    {
      "id": 248,
      "title": "ခုနစ်နေ့ ဘုရားရှိခိုး လင်္ကာ၊ ခုနစ်နေ့ ပေါရာဏလင်္ကာ။",
      "tocLevel": 2,
      "pageNumber": 589
    },
    {
      "id": 249,
      "title": "ဓမ္မရတနာ",
      "tocLevel": 2,
      "pageNumber": 589
    },
    {
      "id": 250,
      "title": "အခန်း - ၄၂",
      "tocLevel": 1,
      "pageNumber": 592
    },
    {
      "id": 251,
      "title": "ဘုရားဂုဏ်တော် ၉ ပါး",
      "tocLevel": 2,
      "pageNumber": 592
    },
    {
      "id": 252,
      "title": "ဘုရားဂုဏ်တော် ၉ ပါးပြ ပါဠိ၊ ဘုရားဂုဏ်တော် ၉ ပါး ဘာသာပြန် (ပါဌ်နိဿယ)၊ ဂုဏ်တော် ၉ ပါး အဓိပ္ပာယ်၊ ဝိဇ္ဇာ ၃ ပါး၊ ဝိဇ္ဇာ ၈ ပါး၊ စရဏ ၁၅ ပါး၊ သူတော်ကောင်းတရား ၇ ပါး၊ စကား ၆ ခွန်း၊ အဘယရာဇကုမာရသုတ် အကျဉ်း (မြန်မာပြန်)၊ တောသားအဖိုးအိုဝတ္ထု။",
      "tocLevel": 2,
      "pageNumber": 592
    },
    {
      "id": 253,
      "title": "လောကဝိဒူဂုဏ်တော်",
      "tocLevel": 2,
      "pageNumber": 632
    },
    {
      "id": 254,
      "title": "လောကအရ ဥပါဒါနက္နန္ဓာ၊ လောက ၃ ပါး၊ သင်္ခါရလောကမှတပါး ၁၈ ပါးပြားပုံ၊ သတ္တဝါတို့၏ အာသယ၊ အနုသယ၊ စရိတ၊ အဓိမုတ္တိကို ပိုင်းခြားသိပုံ၊ ဩကာသလောက၊ စကြဝဠာတည်နေပုံ၊ ၃၁ ဘုံ တည်နေပုံ။",
      "tocLevel": 2,
      "pageNumber": 632
    },
    {
      "id": 255,
      "title": "အနုတ္တရောပုရိသဒမ္မသာရထိဂုဏ်တော်",
      "tocLevel": 2,
      "pageNumber": 647
    },
    {
      "id": 256,
      "title": "အနုတ္တရဂုဏ်တော်၊ ပုရိသဒမ္မသာရထိဂုဏ်တော်။",
      "tocLevel": 2,
      "pageNumber": 647
    },
    {
      "id": 257,
      "title": "သတ္ထာဒေသမနုဿာနံဂုဏ်တော်",
      "tocLevel": 2,
      "pageNumber": 650
    },
    {
      "id": 258,
      "title": "လှည်းမှူးကြီးနှင့် တူပုံ၊ ဖားနတ်သားဝတ္ထု။",
      "tocLevel": 2,
      "pageNumber": 650
    },
    {
      "id": 259,
      "title": "ဗုဒ္ဓဂုဏ်တော်",
      "tocLevel": 2,
      "pageNumber": 656
    },
    {
      "id": 260,
      "title": "ဘဂဝါဂုဏ်တော်",
      "tocLevel": 2,
      "pageNumber": 656
    },
    {
      "id": 261,
      "title": "ဣဿရိယဘုန်းတော်၊ ရေမီးအစုံအစုံသော တန်းခိုး၊ အဏိမာ-သေးငယ်နိုင်ခြင်း၊ မဟိမာ-ကြီးမားနိုင်ခြင်း၊ လဃိမာ-ပေါ့ပါးခြင်း၊ ပတ္တိ-လိုရာအရပ်သို့ ရောက်ခြင်း၊ ပါကမ္မ-လိုတိုင်း ပြီးစေနိုင်ခြင်း၊ ဤသိတာ-သတ္တဝါတို့ကို အစိုးရခြင်း၊ ဝသိတာ-ဈာန်သမာပတ်၌ လေ့လာနိုင်နင်းခြင်း၊ ယတ္ထကာမဝသာယိတာ-အလိုတော်အတိုင်း ပြီးဆုံးစေနိုင်ခြင်း၊ ဓမ္မဘုန်းတော်၊ ယသဘုန်းတော်၊ သိရီဘုန်းတော်၊ ကာမဘုန်းတော်၊ ပယတ္တဘုန်းတော်။",
      "tocLevel": 2,
      "pageNumber": 656
    },
    {
      "id": 262,
      "title": "ဂုဏ်တော်အကျဉ်းချုပ်",
      "tocLevel": 2,
      "pageNumber": 669
    },
    {
      "id": 263,
      "title": "အတ္တဟိတ ပြည့်စုံမှု၊ ပရဟိတ ကျင့်ဆောင်မှု၊ လုပ်ဆောင်မှု စင်ကြယ်ခြင်း၊ ရည်ရွယ်ချက် စင်ကြယ်ခြင်း၊ အကြောင်းဂုဏ်၊ အကျိုးဂုဏ်၊ သတ္တဝါတို့အား ကျေးဇူးပြုသော ဂုဏ်။",
      "tocLevel": 2,
      "pageNumber": 669
    },
    {
      "id": 264,
      "title": "ဗုဒ္ဓါနုဿတိဘာဝနာ",
      "tocLevel": 2,
      "pageNumber": 672
    },
    {
      "id": 265,
      "title": "ဘုရားဂုဏ်တော် ပွားများခြင်း၏ အကျိုး၊ ကိုယ်စိတ် ငြိမ်းချမ်းခြင်း၊ ဈာန်မရနိုင်ခြင်းအကြောင်း၊ ဉာဏ်ပညာကြီးမားခြင်း၊ ဒုက္ခခံနိုင်ခြင်း၊ သုဂတိဘဝ ရောက်ရခြင်း။",
      "tocLevel": 2,
      "pageNumber": 672
    },
    {
      "id": 266,
      "title": "တရားဂုဏ်တော် ၆ ပါး အနက် မြန်မာပြန်ဆိုခြင်း",
      "tocLevel": 2,
      "pageNumber": 677
    },
    {
      "id": 267,
      "title": "သွာက္ခာတဂုဏ်တော်",
      "tocLevel": 2,
      "pageNumber": 680
    },
    {
      "id": 268,
      "title": "စလယ်ဆုံး ကောင်းခြင်း၊ သီလ သမာဓိ ပညာ၊ သာသနဗြဟ္မစရိယ၊ မဂ္ဂဗြဟ္မစရိယ၊ ဗျဉ္ဇနဗုဒ္ဓိ (ရွတ်ဖတ်နည်း) ဆယ်ပါး၊ အနက်အဓိပ္ပာယ် ဖောက်ပြန်ချွတ်ယွင်းခြင်း မရှိ၊ ဝေသာရဇ္ဇဉာဏ်တော် ၄ ပါး၊ သဗ္ဗညုတဉာဏ်၊ အရဟတ္တဖလဉာဏ်၊ အန္တရာယ်ပြုတတ်သော တရားများကို မှန်ကန်စွာ ဟောခြင်း၊ သံသရာမှ ထွက်မြောက်ကြောင်းကို မှန်ကန်စွာ ဟောခြင်း။",
      "tocLevel": 2,
      "pageNumber": 680
    },
    {
      "id": 269,
      "title": "သန္ဒိဋ္ဌိကဂုဏ်တော်",
      "tocLevel": 2,
      "pageNumber": 693
    },
    {
      "id": 270,
      "title": "ကိုယ်တိုင် သိမြင်ထိုက်ခြင်း၊ ချီးမွမ်းအပ်သော မဂ်ဉာဏ်ဖြင့် ကိလေသာကို အောင်နိုင်ခြင်း၊ ဉာဏ်ဖြင့် မျက်ဝါးထင်ထင် တွေ့မြင်ခြင်း။",
      "tocLevel": 2,
      "pageNumber": 693
    },
    {
      "id": 271,
      "title": "အကာလိကဂုဏ်တော်",
      "tocLevel": 2,
      "pageNumber": 696
    },
    {
      "id": 272,
      "title": "အရိယမဂ်တရားသာလျှင် အကာလိက၊ လောကီကုသိုလ်နှင့် မဂ်ကုသိုလ် အကျိုးပေးပုံခြင်း နှိုင်းယှဉ်ချက်။",
      "tocLevel": 2,
      "pageNumber": 696
    },
    {
      "id": 273,
      "title": "ဧဟိပဿိကဂုဏ်တော်",
      "tocLevel": 2,
      "pageNumber": 697
    },
    {
      "id": 274,
      "title": "လာလှည့် ရှုလှည့်ဟု ဖိတ်ခေါ်ထိုက်ခြင်း၊ လောကုတ္တရာတရားအစုသည် ထင်ရှားရှိ၍ စင်ကြယ်ခြင်း။",
      "tocLevel": 2,
      "pageNumber": 697
    },
    {
      "id": 275,
      "title": "ဩပနေယျိကဂုဏ်တော်",
      "tocLevel": 2,
      "pageNumber": 698
    },
    {
      "id": 276,
      "title": "တရားထူးရလျှင် အပါယ်ဒုက္ခပြတ်ခြင်း၊ လက်သည်းခွံပေါ်က မြေမှုန့်ဥပမာ၊ ဦးခေါင်းကို စွဲသော မီးကို မငြှိမ်းဘဲ ကိလေသာမီးကို ငြိမ်းစေရမည်။",
      "tocLevel": 2,
      "pageNumber": 698
    },
    {
      "id": 277,
      "title": "ပစ္စတ္တံဝေဒိတဗ္ဗဂုဏ်တော်",
      "tocLevel": 2,
      "pageNumber": 700
    },
    {
      "id": 278,
      "title": "အရိယာ ၃ မျိုး - ဥဂ္ဃဋိတညူ၊ ဝိပဉ္စိတညူ၊ နေယျ၊ ကိုယ်စီကိုယ်င သီးခြားစီ သိအပ်ခြင်း။",
      "tocLevel": 2,
      "pageNumber": 700
    },
    {
      "id": 279,
      "title": "ဓမ္မာနုဿတိဘာဝနာ",
      "tocLevel": 2,
      "pageNumber": 701
    },
    {
      "id": 280,
      "title": "ကိုယ်စိတ် ငြိမ်းချမ်းခြင်းစသော တရားဂုဏ်တော် ပွားများရခြင်း၏ အကျိုး။",
      "tocLevel": 2,
      "pageNumber": 701
    },
    {
      "id": 281,
      "title": "တရားဂုဏ်တော် ၆ ပါးကို ဝိသုဒ္ဓိမဂ်မဟာဋီကာ ဖွင့်ဆိုချက်၊ ပရိယတ္တိအရာ၍ တရားဂုဏ်တော် ၆ ပါး ရနိုင်ပုံ။",
      "tocLevel": 2,
      "pageNumber": 704
    },
    {
      "id": 282,
      "title": "သံဃဂုဏ်တော် ၉ ပါး အနက်မြန်မာပြန်ဆိုချက်",
      "tocLevel": 2,
      "pageNumber": 706
    },
    {
      "id": 283,
      "title": "သာဝကသံဃာအကြောင်း",
      "tocLevel": 2,
      "pageNumber": 710
    },
    {
      "id": 284,
      "title": "သုပ္ပဋိပန္နစသော ဂုဏ်တော် ၄ ပါး",
      "tocLevel": 2,
      "pageNumber": 711
    },
    {
      "id": 285,
      "title": "အကျင့်မြတ်ကို လိုက်နာကျင့်သုံးပုံ၊ မဆုတ်မနစ် ဖြောင့်ဖြောင့်ကျင့်ပုံ၊ နိဗ္ဗာန်အား လျော်စွာကျင့်ပုံ၊ လောကုတ္တရာတရားနှင့် လျော်စွာကျင့်ပုံ၊ မှန်ကန်သော အကျင့်ကို ကျင့်ခြင်း၊ ဒွါရ ၃ ပါး၌ အကောက်သုံးပါးကို ပယ်ရန် ကျင့်ခြင်း၊ နိဗ္ဗာန်ကို သိရန် ကျင့်ခြင်း၊ အရိုအသေ ခံထိုက်အောင် ကျင့်ခြင်း၊ အရိယာပုဂ္ဂိုလ် ၈ ယောက်။",
      "tocLevel": 2,
      "pageNumber": 711
    },
    {
      "id": 286,
      "title": "အာဟုနေယျဂုဏ်တော်",
      "tocLevel": 2,
      "pageNumber": 715
    },
    {
      "id": 287,
      "title": "အဝေးမှပင် ဆောင်ယူ လှူဒါန်းထိုက်ခြင်း၊ အဝေးမှပင် လာရောက် လှူဒါန်း ပူဇော်ထိုက်ခြင်း၊ အလှူဒါန၏ အကျိုးကြီးမြတ်မှုကို ဖြစ်စေနိုင်ခြင်း။",
      "tocLevel": 2,
      "pageNumber": 715
    },
    {
      "id": 288,
      "title": "ပါဟုနေယျဂုဏ်တော်",
      "tocLevel": 2,
      "pageNumber": 718
    },
    {
      "id": 289,
      "title": "ဧည့်သည်အတွက် ထားသော လက်ဆောင်ပဏ္ဏာများကို ဧည့်သည်ထက် အလျင်လက်ဦး ခံယူထိုက်ပုံ။",
      "tocLevel": 2,
      "pageNumber": 718
    },
    {
      "id": 290,
      "title": "ဒက္ခိဏေယျဂုဏ်တော်",
      "tocLevel": 2,
      "pageNumber": 719
    },
    {
      "id": 291,
      "title": "ပါးစပ်က မရှိဘူး ပြောရုံမျှဖြင့် တမလွန်လောက ပျောက်မသွားချေ၊ ရေသောက်မြစ် မပြတ်သေးသော သစ်ပင်ဥပမာ၊ တမလွန်ချမ်းသာရေးအတွက် လှူဒါန်းသော အလှူကို ခံယူနိုင်ခြင်း၊ အလှူကို အကျိုးကြီးမြတ်အောင် စင်ကြယ်စေခြင်း။",
      "tocLevel": 2,
      "pageNumber": 719
    },
    {
      "id": 292,
      "title": "အဉ္ဇလိကရဏီယဂုဏ်တော်",
      "tocLevel": 2,
      "pageNumber": 721
    },
    {
      "id": 293,
      "title": "လက်အုပ်ချီထိုက်ခြင်း။",
      "tocLevel": 2,
      "pageNumber": 721
    },
    {
      "id": 294,
      "title": "အနုတ္တရံ ပုညခေတ္တံ လောကဿဂုဏ်တော်",
      "tocLevel": 2,
      "pageNumber": 721
    },
    {
      "id": 295,
      "title": "သံဃာတော်သည် လယ်ယာမြေနှင့် တူပုံ။",
      "tocLevel": 2,
      "pageNumber": 721
    },
    {
      "id": 296,
      "title": "သံဃာနုဿတိဘာဝနာ",
      "tocLevel": 2,
      "pageNumber": 723
    },
    {
      "id": 297,
      "title": "သံဃာနုဿတိဘာဝနာ၏ အကျိုး",
      "tocLevel": 2,
      "pageNumber": 725
    },
    {
      "id": 298,
      "title": "အနုဿတိကမ္မဋ္ဌာန်း ၂ မျိုး",
      "tocLevel": 2,
      "pageNumber": 726
    },
    {
      "id": 299,
      "title": "(က) စိတ်ရွှင်လန်းရန် ဘုရားဂုဏ် တရားဂုဏ် သံဃာဂုဏ်တော်များကို ပွားရခြင်း၊ ဓားမကြီးကို ပန်းပဲဖို၌ သပုံ။",
      "tocLevel": 2,
      "pageNumber": 726
    },
    {
      "id": 300,
      "title": "(ခ) မဂ်ဖိုလ်၏ အခြေခံဖြစ်အောင် ပွားပုံ။",
      "tocLevel": 2,
      "pageNumber": 726
    },
    {
      "id": 301,
      "title": "ပဋိစ္စသမုပ္ပါဒ်တရား",
      "tocLevel": 2,
      "pageNumber": 728
    },
    {
      "id": 302,
      "title": "အခက်ကြီး ၄ ခု၊ သစ္စာ ၄ ပါး၊ သတ္တဝါအကြောင်း၊ ပဋိသန္ဓေတည်ပုံ၊ ကြောင်းကျိုးစပ် ပဋိစ္စသမုပ္ပါဒ်တရား။",
      "tocLevel": 2,
      "pageNumber": 728
    },
    {
      "id": 303,
      "title": "ပဋိစ္စသမုပ္ပါဒ် ဥဒ္ဒေသပါဠိတော်ကို အနက်မြန်မာပြန်ဆိုပုံ",
      "tocLevel": 2,
      "pageNumber": 730
    },
    {
      "id": 304,
      "title": "လယ်တီဆရာတော်၏ ပဋိစ္စသမုပ္ပါဒ်လင်္ကာ ပဌမပိုင်",
      "tocLevel": 2,
      "pageNumber": 731
    },
    {
      "id": 305,
      "title": "အဝိဇ္ဇာ၊ သစ္စာလေးပါးကို မသိခြင်း မောဟ၊ ဘဝသံသရာရထားကြီး၊ အင်္ဂါလေးပါးရှိသော မှောင်ကြီး၊ အဝိဇ္ဇာမှောင်ကြီးကြောင့် မီးလောင်စာ ထပ်၍ ရှာပုံ၊ ကောင်းမှု မကောင်းမှုကို ဆည်းပူးရှာဖွေ အားထုတ်ပုံ။",
      "tocLevel": 2,
      "pageNumber": 731
    },
    {
      "id": 306,
      "title": "ပဋိစ္စသမုပ္ပါဒ်လင်္ကာ ဒုတိယပိုဒ်",
      "tocLevel": 2,
      "pageNumber": 738
    },
    {
      "id": 307,
      "title": "သင်္ခါရကြောင့် ဝိညာဏ်ဖြစ်ပုံ၊ ကုသိုလ် အကုသိုလ် စေတနာတို့ကြောင့် ပဋိသန္ဓေဝိညာဏ်၊ ပဝတ္တိဝိညာဏ်များ ဖြစ်ပုံ၊ စေတနာသမင်္ဂိတာ၊ ကမ္မသမင်္ဂိတာ၊ ဥပဋ္ဌာနသမင်္ဂိတာ၊ ဝိပါကသမင်္ဂိတာ၊ ရုပ်တရားအချုပ် တေဇောဓာတ်၊ နာမ်တရားအချုပ် ဝိညာဏ်၊ ဝိညာဏ်နှင့် ဘုရင် တူပုံ။",
      "tocLevel": 2,
      "pageNumber": 738
    },
    {
      "id": 308,
      "title": "ပဋိစ္စသမုပ္ပါဒ်လင်္ကာ တတိယပိုဒ်",
      "tocLevel": 2,
      "pageNumber": 743
    },
    {
      "id": 309,
      "title": "ဝိညာဏ်ကြောင့် နာမ်ရုပ်ဖြစ်ပုံ၊ ဝိညာဏ်နှင့် ယှဉ်ဘက် စေတသိက်များကို နာမ်ဟု ခေါ်ခြင်း၊ မဟာဘုတ် ဥပါဒါရုပ်များကို ရုပ်ဟု ခေါ်ခြင်း၊ စိတ် ဆန်းကြယ်သောကြောင့် သတ္တဝါများ မတူ ထူးခြားပုံ။",
      "tocLevel": 2,
      "pageNumber": 743
    },
    {
      "id": 310,
      "title": "ပဋိစ္စသမုပ္ပါဒ်လင်္ကာ စတုတ္ထပိုဒ်",
      "tocLevel": 2,
      "pageNumber": 745
    },
    {
      "id": 311,
      "title": "နာမ်ရုပ်ကြောင့် အာယတနခြောက်ပါး ဖြစ်ပုံ၊ သတ္တဝါလေးမျိုး၊ အဏ္ဍဇ, ဇလာဗုဇ, သံသေဒဇ၊ ဩပပါတိက၊ စိတ်ဝိညာဏ်နှင့် နာမ်တရား အပြန်အလှန် ကြောင်းကျိုးပြုပုံ၊ သစ်ပင်နှင့် သစ်စေ့ ဥပမာ၊ မီးနှင့် လေ ဥပမာ၊ ရူပါရုံ ထင်ရာ၌ သစ်ခက် ငှက်နား ဥပမာ၊ သက္ကာယဒိဋ္ဌိ ငရဲအိုးကြီးနှင့် တူသော ပုထုဇန်။",
      "tocLevel": 2,
      "pageNumber": 745
    },
    {
      "id": 312,
      "title": "ပဋိစ္စသမုပ္ပါဒ် ပဉ္စမပိုဒ်",
      "tocLevel": 2,
      "pageNumber": 750
    },
    {
      "id": 313,
      "title": "အာရုံနှင့် ဒွာရ တိုက်ဆိုင်မိသောအခါ ဖဿဓာတ်များ တဖြန်းဖြန်းထပုံ၊ ဖဿက ကြိတ်ချေပေးသဖြင့် အရသာ ပေါ်လာပုံ။",
      "tocLevel": 2,
      "pageNumber": 750
    },
    {
      "id": 314,
      "title": "ပဋိစ္စသမုပ္ပါဒ်လင်္ကာ ဆဋ္ဌအပိုဒ်",
      "tocLevel": 2,
      "pageNumber": 753
    },
    {
      "id": 315,
      "title": "အာရုံ၏ ကောင်းသော အရသာ, မကောင်းသော အရသာကို ဝေဒနာက ခံစားပုံ၊ ဝေဒနာ ၆ ပါးပြားပုံ၊ သုခဝေဒနာဓာတ်ကြီးရရန် ကြိုးစားကြပုံ။",
      "tocLevel": 2,
      "pageNumber": 753
    },
    {
      "id": 316,
      "title": "ပဋိစ္စသမုပ္ပါဒ်လင်္ကာ သတ္တမပိုဒ်",
      "tocLevel": 2,
      "pageNumber": 756
    },
    {
      "id": 317,
      "title": "ဝေဒနာကြောင့် တဏှာဖြစ်ခြင်း၊ သုခဝေဒနာကြောင့် ရွှင်လန်းဖွံ့ဖြိုးလာပုံ၊ တဏှာ ၆ ပါး၊ တဏှာ နယ်ချဲ့ပုံ။",
      "tocLevel": 2,
      "pageNumber": 756
    },
    {
      "id": 318,
      "title": "ပဋိစ္စသမုပ္ပါဒ်လင်္ကာ အဋ္ဌမပိုဒ်",
      "tocLevel": 2,
      "pageNumber": 759
    },
    {
      "id": 319,
      "title": "တဏှာကြောင့် ဥပါဒါန်ဖြစ်ပုံ၊ ဥပါဒါန် ၄ ပါး၊ အားကြီးသော တဏှာသည် ကာမုပါဒါန်၊ မိစ္ဆာဒိဋ္ဌိသည် ဒိဋ္ဌုပါဒါန်၊ မှားယွင်းသော အလေ့အကျင့်၌ စွဲလန်းမှု သီလဗ္ဗတုပါဒါန်၊ နွားအကျင့် ခွေးအကျင့်များ၊ ငါဟု ထင်မှတ်မှု အတ္တဝါဒုပါဒါန်။",
      "tocLevel": 2,
      "pageNumber": 759
    },
    {
      "id": 320,
      "title": "ပဋိစ္စသမုပ္ပါဒ်လင်္ကာ နဝမပိုဒ်",
      "tocLevel": 2,
      "pageNumber": 762
    },
    {
      "id": 321,
      "title": "ငါစွဲ ဥပါဒါန်ကြောင့် ကောင်းမှု မကောင်းမှုများ ပြုလုပ်ခြင်း၊ ကာမုပါဒါန်ကြောင့် ဒုစရိုက် သုစရိုက်များ ပြုပုံ၊ အပါယ်ဘုံ၊ ကာမသုဂတိဘုံ၊ ဗြဟ္မာဘုံတို့၌ ဖြစ်ရပုံ၊ ဥစ္ဆေဒဒိဋ္ဌိအမြင်ဖြင့် ကုသိုလ်ပြုပုံ၊ အတ္တဝါဒအစွဲဖြင့် ဗြဟ္မာဘုံရောက်ရန် အားထုတ်ပုံ၊ အလေ့အကျင့် စွဲလမ်းမှုကြောင့် ကုသိုလ်ပြုပုံ။",
      "tocLevel": 2,
      "pageNumber": 762
    },
    {
      "id": 322,
      "title": "ပဋိစ္စသမုပ္ပါဒ်လင်္ကာ ဒသမပိုဒ်",
      "tocLevel": 2,
      "pageNumber": 767
    },
    {
      "id": 323,
      "title": "ကမ္မဘဝကြောင့် ပဋိသန္ဓေဇာတိ ဖြစ်ပုံ၊ ဇာတိ ၄ မျိုးပြားပုံ။",
      "tocLevel": 2,
      "pageNumber": 767
    },
    {
      "id": 324,
      "title": "ပဋိစ္စသမုပ္ပါဒ်လင်္ကာ ဧကာဒသမပိုဒ်",
      "tocLevel": 2,
      "pageNumber": 770
    },
    {
      "id": 325,
      "title": "ဇာတိပဋိသန္ဓေကြောင့် ဇရာမရဏဖြစ်ပုံ၊ ခဏဇရာနှင့် သန္တတိဇရာ၊ အသက်ကြီးသူအားသာ သွားကျိုးဆံဖြူ ဖြစ်ရခြင်း၊ ဇရာကို မျက်စိဖြင့် မမြင်နိုင်၊ ခဏိကမရဏ-လျှပ်တစ်ပြက်အတွင်း အကြိမ်ပေါင်း ကုဋေတစ်သိန်းကျော်၊ သမုစ္ဆေဒမရဏ-ပရိနိဗ္ဗာန်စံခြင်း၊ သမ္မုတိမရဏ-တဘဝတခါသေခြင်း၊ သမ္မုတိမရဏ ၄ မျိုး - သက်တမ်းကုန်ခြင်း၊ ကံကုန်ခြင်း၊ နှစ်ပါးစုံကုန်ခြင်း၊ အကုသိုလ်ကံ ဖြတ်တောက်ခြင်း၊ ဇာတိဇရာမရဏတို့သည် လူသတ်သမား ၃ ဦးနှင့် တူပုံ။",
      "tocLevel": 2,
      "pageNumber": 770
    },
    {
      "id": 326,
      "title": "ပဋိစ္စသမုပ္ပါဒ်လင်္ကာ ဒွါဒသမပိုဒ်",
      "tocLevel": 2,
      "pageNumber": 777
    },
    {
      "id": 327,
      "title": "ပျက်စီးခြင်း ၅ ပါး။",
      "tocLevel": 2,
      "pageNumber": 777
    },
    {
      "id": 328,
      "title": "ပဋိစ္စသမုပ္ပါဒ်လင်္ကာ တေရသမပိုဒ်",
      "tocLevel": 2,
      "pageNumber": 778
    },
    {
      "id": 329,
      "title": "ပဋိသမ္ဘိဒါဉာဏ်တော် ၄ ပါး",
      "tocLevel": 2,
      "pageNumber": 778
    },
    {
      "id": 330,
      "title": "အတ္ထပဋိသမ္ဘိဒါဉာဏ်၊ ဓမ္မပဋိသမ္ဘိဒါဉာဏ်၊ နိရုတ္တိပဋိသမ္ဘိဒါဉာဏ်၊ ပဋိဘာနပဋိသမ္ဘိဒါဉာဏ်၊ အသံကော်း ဉာဏ်ကောင်းသော ဓမ္မကထိက ဥပမာ။",
      "tocLevel": 2,
      "pageNumber": 778
    },
    {
      "id": 331,
      "title": "အသာဓာရဏဉာဏ်တော် ၆ ပါး",
      "tocLevel": 2,
      "pageNumber": 783
    },
    {
      "id": 332,
      "title": "ဣန္ဒြိယပရောပရိယတ္တိဉာဏ်-ဣန္ဒြေအနုအရင့်ကို သိခြင်း၊ အာသယာနုသယဉာဏ်-နှလုံးသွင်း အတွင်းမျိုးစေ့ဓာတ်ကို သိခြင်း၊ ယမကပါဋိဟီရဉာဏ်-ရေမီးအစုံအစုံသော တန်ခိုးပြာဋိဟာ၊ မဟာကရုဏာသမာပတ္တိဉာဏ်-သတ္တဝါတို့ကို ကြီးစွာသော သနားမှု၊ သဗ္ဗညုတဉာဏ်-အလုံးစုံကို အကုန်သိမြင်ခြင်း၊ အနာဝရဏဉာဏ်-အပိတ်အပင် အတားအဆီး မရှိသော ဉာဏ်တော်။",
      "tocLevel": 2,
      "pageNumber": 783
    },
    {
      "id": 333,
      "title": "ဒသဗလဉာဏ်",
      "tocLevel": 2,
      "pageNumber": 786
    },
    {
      "id": 334,
      "title": "ဉာဏ်တော် ၁၀ ပါး အသုံးပြုတော်မူပုံ။",
      "tocLevel": 2,
      "pageNumber": 786
    },
    {
      "id": 335,
      "title": "ဗုဒ္ဓဉာဏ်တော် ၁၄ ပါး",
      "tocLevel": 2,
      "pageNumber": 789
    },
    {
      "id": 336,
      "title": "အာဝေဏိကဂုဏ်တော် ပါဠိနှင့် အနက်",
      "tocLevel": 2,
      "pageNumber": 790
    },
    {
      "id": 337,
      "title": "ဓမ္မစက္ကပဝတ္တနသုတ္တန် အထူးမှတ်ဖွယ်",
      "tocLevel": 2,
      "pageNumber": 797
    },
    {
      "id": 338,
      "title": "ဓမ္မစကြာအရ မင်ဉာဏ် ၄ ပါးနှင့် ဒေသနာဉာဏ်တော် ဖြစ်သင့်ပုံ။",
      "tocLevel": 2,
      "pageNumber": 797
    },
    {
      "id": 339,
      "title": "အနတ္တလက္ခဏသုတ္တန် အထူးမှတ်ဖွယ်",
      "tocLevel": 2,
      "pageNumber": 801
    },
    {
      "id": 340,
      "title": "သုံးပါး ဆွမ်းခံ၍ ၆ ပါး မျှတပုံ၊ ဝါဆိုလပြည့်ကျော် ၅ ရက်နေ့၌ အနတ္တလက္ခဏသုတ် ဟောခြင်း၊ အနတ္တသဘော မြင်နိုင်ခဲပုံ၊ ပဉ္စဝဂ္ဂီရဟန်းတို့ ရဟန္တာဖြစ်ကြခြင်း၊ ခန္ဓာ ၅ ပါး ဝိပဿနာရှုရန် လင်္ကာ ၅ ပုဒ်။",
      "tocLevel": 2,
      "pageNumber": 801
    },
    {
      "id": 341,
      "title": "ရတနသုတ် ပါဠိနှင့် အနက်",
      "tocLevel": 2,
      "pageNumber": 806
    },
    {
      "id": 342,
      "title": "အရိယာ ၁၀၈ ပါး",
      "tocLevel": 2,
      "pageNumber": 806
    },
    {
      "id": 343,
      "title": "ရတနသုတ် နိဂုံးချုပ် အာသီသလင်္ကာ",
      "tocLevel": 2,
      "pageNumber": 831
    }
   ]